Repository: uwcirg/truenth-portal
Catalog: portal/translations/*/LC_MESSAGES/flask_user.po
Languages: xh_za

source: Password must have at least 6 characters with one lowercase letter, one uppercase letter and one number
xh_za: Iphaswedi imele ibe neekharektha eziyi-6 ubuncinane, ibe nonobumba omnye omncinci, unobumba omnye omkhulu nenombolo enye

source: Username must be at least 3 characters long
xh_za: I-Username imele ibe ziikharektha ezi-3 ubude

source: Username may only contain letters, numbers, '-', '.' and '_'
xh_za: I-Username inokuquka kuphela oonobumba, amanani, '-', '.' kunye '_'

source: This Username is already in use. Please try another one.
xh_za: Le Username sele isetyenziswa. Nceda uzame enye.

source: This Email is already in use. Please try another one.
xh_za: Le Imeyile sele isetyenziswa. Nceda uzame enye.

source: Email
xh_za: I-imeyile

source: Email is required
xh_za: I-Imeyile iyafuneka

source: Invalid Email
xh_za: Idilesi ye-imeyile asiyiyo

source: Add Email
xh_za: Faka i-Imeyile

source: Old Password
xh_za: Iphaswedi Indala

source: Old Password is required
xh_za: Iphaswedi Endala iyafuneka

source: New Password
xh_za: Iphaswedi Entsha

source: New Password is required
xh_za: Iphaswedi Entsha iyafuneka

source: Retype New Password
xh_za: Phinda utayiphe kwakhona Iphaswedi Entsha

source: New Password and Retype Password did not match
xh_za: Iphaswedi Entsha, nePhaswedi ophinde wayitayipa azingqamani

source: Change password
xh_za: Tshintsha iphaswedi

source: Old Password is incorrect
xh_za: Iphaswedi Endala ayichananga

source: New Username
xh_za: I-Username Entsha

source: Username is required
xh_za: I-Username iyafuneka

source: Change username
xh_za: Tshintsha igama lomsebenzisi

source: Your email address
xh_za: Idilesi ye-imeyile yakho

source: Email address is required
xh_za: Idilesi ye-imeyile iyafuneka

source: Invalid Email address
xh_za: Idilesi ye-imeyile esetyenzisiweyo asiyiyo

source: Send reset password email
xh_za: Thumela i-imeyile yokuseta kwakhona iphaswedi

source: %(username_or_email)s does not exist
xh_za: %(username_or_email)s ayikho

source: Username
xh_za: Igama Lomsebenzisi

source: Password
xh_za: Iphaswedi

source: Password is required
xh_za: Iphaswedi iyafuneka

source: Remember me
xh_za: Ndikhumbule

source: Sign in
xh_za: Sayina ungene

source: Username or Email
xh_za: I-Username okanye i-Imeyile

source: Username/Email
xh_za: Username/Imeyile

source: Incorrect Password
xh_za: IPhaswedi Ayichananga

source: Incorrect %(username_or_email)s and/or Password
xh_za: Ayichananga %(username_or_email)s kunye/okanye iPhaswedi

source: Retype Password
xh_za: Tayipha Kwakhona Iphaswedi

source: Password and Retype Password did not match
xh_za: Iphaswedi, nePhaswedi oyitayiphe Kwakhona azingqamani

source: Token
xh_za: ITokeni

source: Register
xh_za: Bhalisa

source: Resend email confirmation email
xh_za: Thumela Kwakhona i-imeyile yokuqinisekisa

source: Invite!
xh_za: Mema!

source: Home Page
xh_za: Iphepha Lokuqala

source: Profile Page
xh_za: Iphepha leProfayile

source: Special Page
xh_za: Iphepha Elikhethekileyo

source: Your confirmation token has expired.
xh_za: Itokeni yakho yokuqinisekisa iphelelwe.

source: Invalid confirmation token.
xh_za: Itokeni yokuqinisekisa asiyiyo.

source: Your email has been confirmed.
xh_za: I-Imeyile yakho iqinisekisiwe.

source: Your password has been changed successfully.
xh_za: Iphaswedi yakho itshintshwe ngempumelelo.

source: Your username has been changed to '%(username)s'.
xh_za: I-username yakho itshintshelwe ku '%(username)s'.

source: A reset password email has been sent to '%(email)s'. Open that email and follow the instructions to reset your password.
xh_za: I-imeyile yokuseta kwakhona iphaswedi ithunyelwe ku '%(email)s'. Vula laa imeyile uze ulandele imiyalelo ukutshintsha kwakhona iphaswedi yakho.

source: You have signed out successfully.
xh_za: Usayine waphuma ngempumelelo

source: Invitation has been sent.
xh_za: Isimemo sithunyelwe

source: Your reset password token has expired.
xh_za: Itokeni yakho yephaswedi iphelelwe.

source: Your reset password token is invalid.
xh_za: Itokeni yakho yephaswedi ayiyo

source: Your password has been reset successfully.
xh_za: Iphaswedi yakho itshintshwe ngempumelelo.

source: You must confirm your email to access '%(url)s'.
xh_za: Kufuneka uqinisekisa i-imeyile yakho ukuze ufikelele '%(url)s'.

source: You must be signed in to access '%(url)s'.
xh_za: Kufuneka usayine ungene ukufikelela '%(url)s'.

source: You do not have permission to access '%(url)s'.
xh_za: Awunayo imvume yokufikelela '%(url)s'.

source: A confirmation email has been sent to %(email)s with instructions to complete your registration.
xh_za: I-imeyile yokuqinisekisa ithunyelwe ku %(email)s kunye nemiyalelo yokugqibezela ubhaliso.

source: You have registered successfully.
xh_za: Ubhaliswe ngempumelelo

source: Your account has not been enabled.
xh_za: Iakhawunti yakho ayikenziwa isebenze.

source: Your email address has not yet been confirmed. Check your email Inbox and Spam folders for the confirmation email or <a href="%(url)s">Re-send confirmation email</a>.
xh_za: I-Imeyile yakho ayikaqinisekiswa. Jonga i-imeyile zakho okanye indawo yeZingafunwayo okanye <a href="%(url)s">thumela kwakhona i-imeyile yokuqinisekisal</a>.

source: You have signed in successfully.
xh_za: Usayine wangena ngempumelelo.

source: Forgot Password
xh_za: Ulibele iPhaswedi

source: Invite User
xh_za: Mema Umsebenzisi

source: New here? Register.
xh_za: Umtsha apha? Bhalisa.

source: Forgot your Password?
xh_za: Ulibele iPhaswedi yakho?

source: Manage Emails
xh_za: Lawula I-imeyile

source: Already registered? Sign in.
xh_za: Sowubhalisile? Sayina ungene.

source: Resend Confirmation Email
xh_za: Thumela Kwakhona Uqinisekiso lwe-Imeyile

source: Reset Password
xh_za: Seta Kwakhona Iphaswedi

source: User profile
xh_za: Iprofayile yomsebenzisi
