Repository: uwcirg/truenth-portal
Catalog: portal/translations/*/LC_MESSAGES/frontend.po
Languages: de_ch, es_us, fr_ca, it_it, nb_no, pt_br, xh_za, zu_za

source: Registration invite from {clinicName}
de_ch: Einladung zur Anmeldung von {clinicName}
es_us: Invitación de registro de {clinicName}
fr_ca: Invitation d'inscription en provenance de {clinicName}
it_it: Invito alla registrazione da parte di {clinicName}
nb_no: Registreringsinvitasjon fra {clinicName}
pt_br: Convite de registro de {clinicName}
xh_za: Isimemo sokubhalisa sisuka {igamaLekliniki}
zu_za: Isimemo sokubhalisa sivela e {igamalomtholampilo}

source: invite email sent to {email}
de_ch: Einladungs-E-Mail gesendet an {clinicName}
es_us: correo de invitación enviado a {email}
fr_ca: invitation par courriel envoyée à {email}
it_it: E-mail di invito spedita a {email}
nb_no: invitasjonsepost sendt til {email}
pt_br: email de convite enviado para {email}
xh_za: i-imeyile yokumema ithunyelwe ku {i-imeyile}
zu_za: i-email yesimemo ithunyelwe ku {i-email}

source: Password reset email sent to {email}
de_ch: E-Mail zum Zurücksetzen des Passworts gesendet an {email}
es_us: Correo para restablecer contraseña enviado a {email}
fr_ca: Courriel de réinitialisation du mot de passe envoyé à {email}
it_it: E-mail di reimpostazione della password spedita a {email}
nb_no: Passordtilbakestillingsepost sendt til {email}
pt_br: Email de redefinição de senha enviado para {email}
xh_za: i-imeyile yokuseta kwakhona iPhaswedi ithunyelwe ku {i-imeyile}
zu_za: I-email yokwenza iphasiwedi entsha ithunyelwe ku {i-email}

source: Unable to send email.
de_ch: E-Mail konnte nicht gesendet werden.
es_us: No se puede enviar el correo electrónico.
fr_ca: Impossible d’envoyer le courriel.
it_it: Impossibile inviare l'e-mail.
nb_no: Eposten ble ikke sendt.
pt_br: Impossível enviar email.
xh_za: Ayikwazanga ukuthumela i-imeyile.
zu_za: Angikwazi ukuthumela i-email.

source: Type
de_ch: Typ
es_us: Tipo
it_it: Inserisci
nb_no: Skriv
pt_br: Tipo
xh_za: Tayipha
zu_za: Uhlobo

source: Report Name
de_ch: Berichtsname
es_us: Nombre del informe
fr_ca: Nom du rapport
it_it: Nome del resoconto
nb_no: Rapporter navn
pt_br: Nome do relatório
xh_za: Igama Lengxelo
zu_za: Igama Lombiko

source: Generated (GMT)
de_ch: Erstellt (GMT/WEZ)
es_us: Generado (GMT)
fr_ca: Généré (GMT)
it_it: Generato (GMT)
nb_no: Generert (GMT)
pt_br: Gerado (GMT)
xh_za: Eyenziweyo (GMT)
zu_za: Yenziwe (GMT)

source: Document Type
de_ch: Dokumentart
es_us: Tipo de documento
fr_ca: Type de document
it_it: Tipo di documento
nb_no: Dokumenttype
pt_br: Tipo de documento
xh_za: Uhlobo Loxwebhu
zu_za: Uhlobo Lwedokhumenti

source: No reports available.
de_ch: Keine Berichte verfügbar.
es_us: No hay informes disponibles.
fr_ca: Aucun rapport disponible.
it_it: Nessun resoconto disponibile.
nb_no: Ingen rapporter tilgjengelig.
pt_br: Nenhum relatório disponível.
xh_za: Akukho ziingxelo zifunyenweyo.
zu_za: Akunamibiko ekhona

source: Problem retrieving reports from server.
de_ch: Problem beim Abrufen von Berichten vom Server.
es_us: Problema para recuperar informes del servidor.
fr_ca: Problème lors de la récupération des rapports du serveur.
it_it: Abbiamo riscontrato un problema nel recupero dei resoconti dal server.
nb_no: Problem med å hente rapporter fra server.
pt_br: Problema ao recuperar relatórios do servidor.
xh_za: Kukho ingxaki nokukhangelwa kwengxelo ekwiseva.
zu_za: Inkinga yokuvula imibiko eku server.

source: No questionnaire data found.
de_ch: Es wurden keine Fragebogendaten gefunden.
es_us: No se encontraron datos del cuestionario.
fr_ca: Aucune donnée de questionnaire trouvée.
it_it: Non è stato trovato alcun dato di questionario.
nb_no: Ingen spørreskjemadata funnet.
pt_br: Nenhum dado do questionário encontrado.
xh_za: Ayikho inkcazelo efunyenweyo kwiphepha lemibuzo.
zu_za: Alukho ulwazi lwemibuzo olutholakele.

source: Problem retrieving session data from server.
de_ch: Es gab ein Problem beim Aufrufen der Session-Daten vom Server.
es_us: Problema al recuperar datos de sesión desde el servidor.
fr_ca: Problème lors de la récupération des données de la session sur le serveur.
it_it: Problema durante il recupero dal server dei dati di sessione.
nb_no: Problemer med å hente sesjonsdata fra serveren.
pt_br: Problema ao recuperar dados da sessão do servidor.
xh_za: Kukho ingxaki nokukhangelwa kwenkcazelo yeseshoni ekwiseva.
zu_za: Inkinga yokuvula idatha yekhasi kuyi server.

source: Click to view report
de_ch: Hier klicken, um Bericht anzuzeigen
es_us: Haga clic para ver el informe
fr_ca: Cliquer ici pour voir le rapport
it_it: Clicca per visualizzare il resoconto
nb_no: Klikk for å vise rapporten
pt_br: Clique para exibir o relatório
xh_za: Cofa ukuze uhlole ingxelo
zu_za: Chofoza ukuze ubheke umbiko

source: What is your main clinic for prostate cancer care
de_ch: In welcher Klinik wird Ihr Prostatakrebs hauptsächlich behandelt?
es_us: ¿Cuál es su clínica principal de atención del cáncer de próstata?
fr_ca: Quelle est votre principale clinique pour les soins liés au cancer de la prostate?
it_it: Qual è la clinica principale a cui fai affidamento per il trattamento del tumore della prostata
nb_no: Hva er din hovedklinikk for prostatakreftbehandling
pt_br: Qual é sua clínica principal para o cuidado do câncer de próstata
xh_za: Yeyiphi eyona kliniki yakho eyintloko yokunyanyekelwa komhlaza weprosteti
zu_za: Yimuphi umtholampilo oyinhloko owelashelwa kuwo umdlavuza wendlala

source: Other
de_ch: Sonstige
es_us: Otros
fr_ca: Autres
it_it: Altro
nb_no: Annet
pt_br: Outro
xh_za: Ezinye
zu_za: Okunye

source: No affiliated clinic
de_ch: Keine angeschlossene Klinik
es_us: Ninguna clínica afiliada
fr_ca: Aucune clinique affiliée
it_it: Nessuna clinica affiliata
nb_no: Ingen tilknyttet klinikk
pt_br: Nenhuma clínica afiliada
xh_za: Ayikho ikliniki enxulumeneyo

source: Unable to set default consent agreement
de_ch: Standard-Einwilligungsvereinbarung kann nicht festgelegt werden
es_us: No se puede establecer el acuerdo de consentimiento predeterminado
fr_ca: Impossible de définir le consentement par défaut
it_it: Non è possibile impostare il modulo di consenso predefinito
nb_no: Kan ikke angi standardavtale for samtykke
pt_br: Não é possível definir o acordo de permissão padrão
xh_za: Ayikwazi ukuseta isivumelwano semvume sedifolthi
zu_za: Angikwazi ukwenza amasethingi esivumelwano semvume

source: Consent to share information
de_ch: Zustimmung zum Informationsaustausch
es_us: Consentimiento para compartir información
fr_ca: Consentement à partager des renseignements
it_it: Dai il consenso alla condivisione delle informazioni
nb_no: Samtykk til å dele informasjon
pt_br: Permissão para compartilhar informações
xh_za: Imvume yokwabelana ngenkcazelo
zu_za: imvume yokwabelana ngolwazi

source: Close
de_ch: Schliessen
es_us: Cerrar
fr_ca: Fermer
it_it: Chiudi
nb_no: Lukk
pt_br: Fechar
xh_za: Vala
zu_za: Vala

source: The user does not have a valid assessment link.
de_ch: Der Benutzer hat keinen gültigen Datenerfassungs-Link.
es_us: El usuario no tiene un enlace válido de la evaluación.
fr_ca: L’utilisateur n’a pas de lien d’évaluation valide.
it_it: L'utente non è in possesso di un link di valutazione valido.
nb_no: Brukeren har ikke en gyldig vurderingslenke.
pt_br: O usuário não tem um link de avaliação válido.
xh_za: Umsebenzisi akanayo ilinki yohlolo efunekayo.
zu_za: Umsebenzisi akanayo ilinki yokuhlazya enembile

source: All date fields are required
fr_ca: Tous les champs de date sont requis
pt_br: Todos os campos de dados são obrigatórios

source: Completion date cannot be before consent date.
fr_ca: La date à laquelle le questionnaire est rempli ne peut précéder la date de consentement.
pt_br: A data de conclusão não pode ser anterior à data da permissão.

source: Completion date cannot be in the future.
fr_ca: La date à laquelle le questionnaire est rempli ne peut être une date future.
pt_br: A data de conclusão não pode estar no futuro.

source: Invalid completion date. Date of completion is outside the days allowed.
de_ch: Ungültiges Fertigstellungsdatum. Das Fertigstellungsdatum liegt ausserhalb der erlaubten Tage.
es_us: Fecha de finalización inválida. La fecha de finalización está fuera de los días permitidos.
fr_ca: La date à laquelle le questionnaire est rempli est non valide. La date à laquelle le questionnaire est rempli se situe hors des jours permis.
it_it: Data di completamento non valida. La data di completamento è al di fuori dell'intervallo di giorni consentito.
nb_no: Ugyldig fullføringsdato. Dato for fullføring er utenfor tillatte dager.
pt_br: Data de conclusão inválida. A data de conclusão está fora dos dias permitidos.
xh_za: Umhla wokugqitywa ongafanelekanga. Umhla wokugqitywa ungaphandle kweentsuku ezivunyelweyo.
zu_za: Usuku olunganembile lokuqedela. Usuku lokuqedela lungale kwezinsuku ezivunyelwe.

source: All available questionnaires have been completed.
de_ch: Alle verfügbaren Fragebögen wurden abgeschlossen.
es_us: Todos los cuestionarios disponibles han sido completados.
fr_ca: Tous les questionnaires disponibles ont été remplis.
it_it: Tutti i questionari disponibili sono stati completati.
nb_no: Alle tilgjengelige spørreskjemaer har blitt fylt ut.
pt_br: Todos os questionários disponíveis foram concluídos.
xh_za: Onke amaxwebhu emibuzo akhoyo aye azaliswa.
zu_za: Wonke amaphephambuzo akhona agcwalisiwe.

source: Problem retrieving audit log from server.
fr_ca: Problème lors de la récupération du journal d'audit du serveur.
pt_br: Problema ao recuperar o registro de auditoria do servidor.

source: No audit log item found.
fr_ca: Aucune donnée d'audit trouvée.
pt_br: Nenhum item do registro de auditoria encontrado.

source: More...
de_ch: Mehr ...
es_us: Más...
fr_ca: Plus...
it_it: Altro...
nb_no: Mer...
pt_br: Mais...
xh_za: Okungakumbi...
zu_za: Ezengeziwe...

source: Less...
de_ch: Weniger...
es_us: Menos...
fr_ca: Moins...
it_it: Meno...
nb_no: Mindre...
pt_br: Menos...
xh_za: Ngaphantsi...
zu_za: Ngaphansi

source: Comment
de_ch: Kommentar
es_us: Comentario
fr_ca: Commentaire
it_it: Commento
nb_no: Kommentar
pt_br: Comentário
xh_za: Uluvo
zu_za: Phawula

source: Date/Time <span class='gmt'>{gmt}</span>
de_ch: Datum/Uhrzeit <span class='gmt'>{GMT}</span>
es_us: Fecha/hora <span class='gmt'>{gmt}</span>
fr_ca: Date/heure <span class='gmt'>{gmt}</span>
it_it: Data/Ora <span class='gmt'>{gmt}</span>
nb_no: Dato/tid <span class='gmt'> {gmt} </span>
pt_br: Data/hora <span class='gmt'>{gmt}</span>
xh_za: Umhla/Ixesha <span class='gmt'>{gmt}</span>
zu_za: Usuku/Isikhathi <span class='gmt'>{gmt}</span>

source: Version
es_us: Versión
it_it: Versione
nb_no: Versjon
pt_br: Versão.
xh_za: Uhlobo
zu_za: Uhlobo

source: View
de_ch: Ansicht
es_us: Ver
fr_ca: Vue
it_it: Visualizza
nb_no: Vis
pt_br: Exibir
xh_za: Hlola
zu_za: Bheka

source: Sharing information with clinics
de_ch: Weiterleitung von Informationen an Kliniken
es_us: Compartir información con clínicas
fr_ca: Partager des renseignements avec les cliniques
it_it: Condivisione delle informazioni con le cliniche
nb_no: Deling av informasjon med klinikker
pt_br: Compartilhamento de informações com clínicas
xh_za: Ukwabelana ngenkcazelo kunye neekliniki
zu_za: Ukwabelana ulwazi nemitholampilo

source: expired
de_ch: abgelaufen
es_us: caducado
fr_ca: expiré
it_it: scaduto
nb_no: utløpt
pt_br: expirado
xh_za: iphelelwe
zu_za: iphelelwe isikhathi

source: Agreed to {documentType}
de_ch: {documentType} wurde zugestimmt
es_us: De acuerdo con {documentType}
fr_ca: Approuvé le {documentType}
it_it: Consenso in merito a {documentType}
nb_no: Godkjent {documentType}
pt_br: Concordou em {documentType}
xh_za: Uvumelene ne {documentType}
zu_za: Ngivume uku (amaphepha)

source: Agreed to terms
de_ch: Bedingungen wurde zugestimmt
es_us: De acuerdo con términos
fr_ca: Accepte les conditions
it_it: Termini accettati
nb_no: Vilkår godtatt
pt_br: Concordou com os termos
xh_za: Uyivumile imimiselo
zu_za: Ngivumelene nemigomo

source: {projectName} Terms of Use
de_ch: Nutzungsbedingungen von {project name}
es_us: {nombre del proyecto} Términos de uso
fr_ca: Conditions d’utilisation {nom du projet}
it_it: Termini di utilizzo {projectName}
nb_no: {projectName} Bruksvilkår
pt_br: {project name} Termos de uso
xh_za: {igama leprojekthi} Imimiselo Yokusebenzisa
zu_za: {Igamaleproject} Umigomo Yokuyisebenzisa

source: Date must in the valid format.
de_ch: Datum muss im gültigen Format sein.
es_us: La fecha tiene que estar en el formato válido.
fr_ca: La date doit être dans un format valide.
it_it: La data deve rispettare un formato valido.
nb_no: Datoen må være i gyldig format.
pt_br: A data deve estar em um formato válido.
xh_za: Umhla umele ube kwifomathi efanelekileyo.
zu_za: Usuku kumelwe lubhalwe ngendlela enembile.

source: Hour must be in valid format, range 0 to 23.
de_ch: Die Stunde muss im gültigen Format sein, von 0 bis 23.
es_us: La hora debe estar en el formato válido, rango de 0 a 23.
fr_ca: L'heure doit être dans un format valide, de 0 à 23 h.
it_it: L'ora deve essere indicata in un formato valido, da 0 a 23.
nb_no: Time må være i gyldig format, rekkevidden 0 til 23.
pt_br: A hora deve estar em um formato válido, entre 0 e 23.
xh_za: Iyure imele ibe kwifomathi efanelekileyo, ukususela ku-0 ukuya ku-23.
zu_za: Ihora kumelwe libhalwe ngendlela enembile, lisuke ku-0 liye ku-23.

source: Minute must be in valid format, range 0 to 59.
de_ch: Die Minute muss im gültigen Format sein, von 0 bis 59.
es_us: Los minutos deben estar en el formato válido, rango de 0 a 59.
fr_ca: Les minutes doivent être dans un format valide, de 0 à 59 minutes.
it_it: I minuti devono essere indicati in un formato valido, da 0 a 59.
nb_no: Minutt må være i gyldig format, rekkevidden 0 til 59.
pt_br: O minuto deve estar em um formato válido, entre 0 e 59.
xh_za: Umzuzu umele ube kwifomathi efanelekileyo, ukususela ku-0 ukuya ku-59.
zu_za: Umzuzu kumelwe ubhalwe ngendlela efanele, usuke ku-0 uye ku-59.

source: Second must be in valid format, range 0 to 59.
de_ch: Die Sekunde muss im gültigen Format sein, von 0 bis 59.
es_us: Los segundos deben estar en el formato válido, rango de 0 a 59.
fr_ca: Les secondes doivent être dans un format valide, de 0 à 59 secondes.
it_it: I secondi devono essere indicati in formato valido, da 0 a 59.
nb_no: Sekund må være i gyldig format, rekkevidden 0 til 59.
pt_br: O segundo deve estar em um formato válido, entre 0 e 59.
xh_za: Umzuzwana umele ube kwifomathi efanelekileyo, ukususela ku-0 ukuya ku-59.
zu_za: Umzuzwana kumelwe ubhalwe ngendlela efanele, usuke ku-0 uye ku-59.

source: You must enter a date/time
de_ch: Sie müssen ein Datum/eine Uhrzeit eingeben.
es_us: Debe introducir una fecha/hora
fr_ca: Vous devez saisir une date ou une heure
it_it: Devi inserire una data/ora
nb_no: Du må oppgi dato/tid
pt_br: Você deve inserir uma data/hora
xh_za: Umele ufake umhla/ixesha
zu_za: Kumelwe ufake usuku/isikhathi

source: Error processing data. Make sure the date is in the correct format.
de_ch: Fehler bei der Verarbeitung der Daten. Stellen Sie sicher, dass das Datum im richtigen Format ist.
es_us: Error de procesamiento de datos. Asegúrese de que la fecha esté en el formato correcto.
fr_ca: Erreur de traitement des données. Assurez-vous que la date est dans un format valide.
it_it: Errore durante l'elaborazione dei dati. Assicurarsi che il formato della data sia corretto.
nb_no: Feil ved databehandling. Forsikre deg om at datoen er i riktig format.
pt_br: Erro de processamento de dados. Certifique-se de que a data está no formato correto.
xh_za: Impazamo ekudluliseleni kwenkcazelo. Qiniseka ukuba umhla ukwifomathi echanileyo.
zu_za: Iphutha lokuphrosesa ulwazi. Qinisekisa ukuthi usuku lubhalwe ngendlela enembile.

source: Error occurred retrieving consent list content.
de_ch: Beim Abrufen des Inhalts der Einwilligungsliste ist ein Fehler aufgetreten.
es_us: Se ha producido un error al recuperar contenido de lista de consentimiento.
fr_ca: Une erreur s’est produite lors de la récupération du contenu de la liste de consentement.
it_it: Errore durante il recupero del contenuto dell'elenco dei consensi.
nb_no: Det oppsto en feil ved henting av innholdet på samtykkelisten.
pt_br: Ocorreu um erro ao recuperar o conteúdo da lista de permissões.
xh_za: Kwenzeke impazamo kukhangelwa isiqulatho soluhlu lwemvume.
zu_za: kwenzeke iphutha ngesikhathi silanda uhlu lokuqukethwe imvume

source: Edit
fr_ca: MODIFIER
pt_br: Editar

source: Save
fr_ca: Sauvegarder
pt_br: Salvar

source: Enter a number
fr_ca: Saisir un nombre
pt_br: Insira um número

source: d M yyyy, example: 1 Jan, 2017
fr_ca: j M aaaa, exemple : 1er janvier 2017
pt_br: d M aaaa, por exemplo, 1 de janeiro de 2017

source: History
fr_ca: Historique
pt_br: Histórico

source: Date must be in the valid format.
fr_ca: La date doit être dans un format valide.
pt_br: A data deve estar no formato válido.

source: No result data found
fr_ca: Aucune donnée de résultat trouvée
pt_br: Nenhum dado do resultado encontrado

source: Url is required.
de_ch: Die URL darf nicht leer sein.
es_us: Se requiere una url.
fr_ca: L'URL est requis.
it_it: URL richiesto.
nb_no: Lenke er påkrevd.
pt_br: A URL é necessária.
xh_za: I-Url iyafuneka.
zu_za: I-Url iyadingeka.

source: Error occurred processing request
de_ch: Bei der Bearbeitung der Anfrage ist ein Fehler aufgetreten.
es_us: Se produjo un error al procesar la solicitud
fr_ca: Erreur lors du traitement de la demande
it_it: Errore durante l'elaborazione della richiesta
nb_no: Det oppsto en feil under forespørselsbehandling.
pt_br: Ocorreu um erro ao processar a solicitação
xh_za: Kwenzeke impazamo xa kusetyenzwa isicelo
zu_za: Kwenzeke iphutha ekusebenzeni ngesicelo

source: Please re-type your password.
fr_ca: Veuillez retaper votre mot de passe.
pt_br: Redigite sua senha.

# name}. Proceeding to registration ...
source: Thank you, your access code {shortcut_alias} indicates you are located at the {org
fr_ca: Merci, votre code d’accès {shortcut_alias} indique que vous êtes situé à la {org
pt_br: Obrigado, seu código de acesso {shortcut_alias} indica que você está localizado em {org

source: Louisiana
fr_ca: Louisiane

source: Email
es_us: Correo electrónico
fr_ca: Courriel
nb_no: Epost
xh_za: I-imeyile
zu_za: I-email

source: Export patient list
de_ch: Patientenliste exportieren
es_us: Exportar lista de pacientes
it_it: Esporta l'elenco dei pazienti
nb_no: Eksporter pasientliste
xh_za: Khuphela uluhlu lwezigulana
zu_za: Expotha uhlu lweziguli

source: Error occurred retrieving roles for user
it_it: Errore durante il recupero dei ruoli dell'utente
nb_no: Det oppsto en feil under henting av roller for brukeren

source: Error occurred updating user roles
it_it: Errore durante l'aggiornamento dei ruoli dell'utente
nb_no: Det oppsto en feil ved oppdatering av brukerroller

source: Are you sure you want to deactivate this account?
de_ch: Sind Sie sich sicher, dass Sie dieses Konto deaktivieren möchten?
es_us: ¿Está seguro de que desea desactivar esta cuenta?
it_it: Sei sicuro di voler disattivare questo account?
nb_no: Er du sikker på at du vil deaktivere denne kontoen?
xh_za: Uqinisekile ufuna ukuyenza ingasebenzi le akhawunti?
zu_za: Uyaqiniseka ukuthi ufuna ukuyivala le-akhawunti?

source: Error occurred retrieving subject ID
it_it: Errore durante il recupero dell'ID del soggetto
nb_no: Det oppsto en feil under henting av personens ID

source: Error occurred - unable to reach destination
it_it: Si è verificato un errore: non è possibile raggiungere la destinazione
nb_no: Det oppsto en feil - kunne ikke nå målet

source: Try Again
de_ch: Wiederholen
es_us: Intentar nuevamente
it_it: Riprova
nb_no: Prøv igjen
xh_za: Zama Kwakhona
zu_za: Phinde Uzame

source: Missing information for consent agreement. Unable to complete request.
it_it: Mancano alcune informazioni per il modulo consenso. Non è possibile completare la richiesta.
nb_no: Manglende informasjon for samtykkeavtale. Kan ikke fullføre forespørselen.

source: Error occurred deleting notification
it_it: Errore durante la cancellazione della notifica
nb_no: Det oppsto en feil under sletting av varsel

source: Subject id is required
it_it: È richiesto l'ID del soggetto
nb_no: Person-ID er påkrevd

source: Invalid field value.
de_ch: Ungültiger Feldwert.
es_us: Valor de campo inválido.
it_it: Valore del campo non valido.
nb_no: Ugyldig feltverdi.
xh_za: Akufakwanga okufanelekileyo kwindawo.
zu_za: Akunembile okufakile

source: Validation error.
de_ch: Validierungsfehler.
es_us: Error de validación.
it_it: Errore di convalida.
nb_no: Valideringsfeil.
xh_za: Ingxaki noNgqinisiso
zu_za: Iphutha lokuqinisekisa

source: Error occurred suspending consent for subject.
it_it: Errore durante la sospensione del consenso per il soggetto.
nb_no: Det oppsto en feil under suspendering av samtykke for person.

source: Server error occurred checking questionnaire window
it_it: Errore del server durante il controllo della finestra del questionario
nb_no: Det oppsto en serverfeil ved kontroll av spørreskjemavinduet

source: error occurred setting current user id
it_it: errore durante l'impostazione dell'ID dell'utente attuale
nb_no: det oppsto en feil ved innstilling av gjeldende bruker-ID

source: error occurred retrieving user procedures
it_it: errore durante il recupero delle procedure utente
nb_no: det oppsto en feil ved henting av brukerprosedyrer

source: (data entered by {actor} on {date})
de_ch: (Daten eingegeben von {actor} am {date})
es_us: (datos ingresados por {actor} el {date})
it_it: (dati inseriti da {actor} il {date})
nb_no: (data lagt inn av {actor} {date})
xh_za: (idatha ifakwe ngu {umlinganiswa} ngo {umhla)
zu_za: (idatha ifakwe ngu {umlingiswa} ngomhlaka {usuku})

source: User Id is required.
it_it: È necessario l'ID utente.
nb_no: Bruker-ID er påkrevd.

source: Error occurred deactivating user.
it_it: Errore durante la disattivazione dell'utente.
nb_no: Det oppsto en feil ved deaktivering av brukeren.

source: Error occurred reactivating user.
it_it: Errore durante la riattivazione dell'utente.
nb_no: Det oppsto en feil ved reaktivering av brukeren.

source: configuration variable name is required.
it_it: è richiesto il nome della variabile di configurazione.
nb_no: konfigurasjonsvariabelnavn er påkrevd.

source: Hi there.
de_ch: Hallo!
es_us: Hola.
it_it: Salve.
nb_no: Hei du!
xh_za: Molo.
zu_za: Sawubona.

source: Thanks for your patience while we upgrade our site.
de_ch: Wir bedanken uns für Ihre Geduld, während wir unsere Website aktualisieren.
es_us: Gracias por su paciencia mientras actualizamos nuestro sitio.
it_it: Ti ringraziamo per la paziente attesa durante l'aggiornamento del sito.
nb_no: Takk for din tålmodighet mens vi oppgraderer vårt nettsted.
xh_za: Enkosi ngomonde wakho ngoxa siphucula isayithi yethu.
zu_za: Siyakubonga ngokulinda ngesineke njengoba sithuthukisa iwebusayithi yethu.

source: Error occurred when verifying the uniqueness of email
it_it: Errore durante la verifica dell'unicità dell'e-mail
nb_no: Det oppsto en feil ved bekreftelse av epostens unikhet

source: Invalid characters in text.
de_ch: Ungültige Zeichen im Text.
es_us: Caracteres inválidos en el texto.
it_it: Caratteri invalidi nel testo.
nb_no: Ugyldige tegn i tekst.
xh_za: Iikharektha ezingezizo kumagama.
zu_za: Izinhlamvu eziyiphutha embhalweni.

source: Identifier value must be unique
it_it: Il valore dell'identificatore deve essere unico
nb_no: Identifikasjonsverdien må være unik

source: Question
de_ch: Frage
es_us: Pregunta
it_it: Domanda
nb_no: Spørsmål
xh_za: Umbuzo

source: Response
de_ch: Antwort
es_us: Respuesta
it_it: Risposta
nb_no: Respons
xh_za: Impendulo

source: No data returned from server
de_ch: Keine Daten vom Server zurückerhalten
es_us: No se devolvieron datos del servidor.
it_it: Il server non ha restituito dati
nb_no: Ingen data returneres fra serveren
xh_za: Akukho nkcazelo ibuyisiweyo kwiseva
zu_za: Ayikho idatha ebuyiselwe evela kwiseva
