Repository: uwcirg/truenth-portal
Catalog: portal/translations/*/LC_MESSAGES/frontend.po
Languages: de_ch, es_us, fr_ca, it_it, nb_no, pt_br, xh_za, zu_za

source: Server error occurred retrieving locale information.
de_ch: Beim Abrufen der örtlichen Daten trat ein Serverfehler auf.
es_us: Se produjo un error del servidor al recuperar información del lugar.
fr_ca: Erreur du serveur lors de la récupération des informations locales.
it_it: Errore del server durante il recupero delle informazioni sulla locale.
nb_no: Det oppsto en serverfeil ved henting av lokal informasjon.
pt_br: Ocorreu um erro do servidor ao recuperar dados de localização.
xh_za: Kwenzeke impazamo kwiseva kukhangelwa inkcazelo yesiganeko.
zu_za: Kwenzeke iphutha le server ngesikhathi silanda ulwazi lwendawo.

source: User id is required
de_ch: Die Benutzerkennung ist erforderlich
es_us: Se requiere ID de usuario
fr_ca: L'id. de l’utilisateur est requise
it_it: È richiesto l'ID utente
nb_no: Bruker-ID er påkrevd
pt_br: A ID do usuário é necessária
xh_za: I-id yomsebenzisi iyafuneka
zu_za: Kufuneka i-id yomsebenzisi

source: Error retrieving data from server
de_ch: Beim Abrufen von Daten vom Server trat ein Fehler auf.
es_us: Error al recuperar datos del servidor.
fr_ca: Erreur lors de la récupération des données du serveur
it_it: Errore durante il recupero dei dati dal server
nb_no: Feil ved henting av data fra serveren
pt_br: Erro ao recuperar dados do servidor
xh_za: Kwenzeke impazamo kukhangelwa inkcazelo kwiseva
zu_za: Kwenzeke iphutha ngesikhathi silanda idatha kuyi server

source: Server error occurred saving procedure/treatment information.
de_ch: Beim Speichern der Verfahrens-/Behandlungsdaten ist ein Serverfehler aufgetreten.
es_us: Se produjo un error del servidor al guardar la información del procedimiento/tratamiento.
fr_ca: Erreur du serveur lors de la procédure de sauvegarde ou de traitement des informations.
it_it: Errore del server durante il salvataggio delle informazioni sulla procedura/sul trattamento.
nb_no: Det oppsto en serverfeil ved lagring av prosedyre/behandlingsinformasjon.
pt_br: Ocorreu um erro do servidor ao salvar o procedimento/informações de tratamento.
xh_za: Kwenzeke impazamo kwiseva kugcinwa inkcazelo yenkqubo/yonyango.
zu_za: Kwenzeke iphutha le server ngesikhathi senza inqubo yokulondoloza ulwazi.

source: Server error occurred removing procedure/treatment information.
de_ch: Beim Entfernen der Verfahrens-/Behandlungsdaten ist ein Serverfehler aufgetreten.
es_us: Se produjo un error del servidor al eliminar la información del procedimiento/tratamiento.
fr_ca: Erreur de serveur lors de la procédure de suppression ou de traitement des informations.
it_it: Errore del server durante la rimozione delle informazioni sulla procedura/sul trattamento.
nb_no: Det oppsto en serverfeil ved fjerning av prosedyre/behandlingsinformasjon.
pt_br: Ocorreu um erro do servidor ao remover o procedimento/informações de tratamento.
xh_za: Kwenzeke impazamo kwiseva kushenxiswa inkcazelo yenkqubo/yonyango.
zu_za: Kwenzeke iphutha le server ngesikhathi senza inqubo yokukhipha ulwazi.

source: Server error occurred retrieving roles information.
de_ch: Beim Abrufen der Funktionsinformationen ist ein Serverfehler aufgetreten.
es_us: Se produjo un error del servidor al recuperar información de roles.
fr_ca: Erreur du serveur lors de la récupération des informations sur les rôles.
it_it: Errore del server durante il recupero delle informazioni sui ruoli.
nb_no: Det oppsto en serverfeil ved henting av rolleinformasjon.
pt_br: Ocorreu um erro do servidor ao recuperar informações de função.
xh_za: Kwenzeke impazamo kwiseva kukhangelwa inkcazelo yeendima.
zu_za: Kwenzeke iphutha le server ngesikhathi silanda ulwazi lwezindima.

source: Server error occurred retrieving user role information.
de_ch: Beim Abrufen der Benutzerfunktionsinformationen ist ein Serverfehler aufgetreten.
es_us: Se produjo un error del servidor al recuperar información del rol de usuario.
fr_ca: Erreur du serveur lors de la récupération des informations sur le r¸ôle de l'utilisateur.
it_it: Errore del server durante il recupero delle informazioni sul ruolo dell'utente.
nb_no: Det oppsto en serverfeil ved henting av brukerrolleinformasjon.
pt_br: Ocorreu um erro do servidor ao recuperar informações da função do usuário.
xh_za: Kwenzeke impazamo kwiseva kukhangelwa inkcazelo yendima yomsebenzisi.
zu_za: Kwenzeke iphutha le server ngesikhathi silanda ulwazi lwendima yomsebenzisi.

source: Server error occurred setting user role information.
de_ch: Beim Einstellen der Benutzerfunktionsinformationen ist ein Serverfehler aufgetreten.
es_us: Se produjo un error del servidor al establecer la información de rol de usuario.
fr_ca: Erreur du serveur lors du réglage des informations sur le rôle de l'utilisateur.
it_it: Errore del server durante l'impostazione delle informazioni sul ruolo dell'utente.
nb_no: Det oppsto en serverfeil ved innstilling av brukerrolleinformasjon.
pt_br: Ocorreu um erro do servidor ao definir informações da função do usuário.
xh_za: Kwenzeke impazamo kwiseva kusetwa inkcazelo yendima yomsebenzisi.
zu_za: Kwenzeke iphutha le server ngesikhathi sisetha ulwazi lwendima yomsebenzisi.

source: Server error occurred deleting user role.
de_ch: Beim Löschen der Benutzerfunktion ist ein Serverfehler aufgetreten.
es_us: Se produjo un error del servidor al eliminar el rol de usuario.
fr_ca: Erreur du serveur lors de la suppression du rôle de l'utilisateur.
it_it: Errore del server durante la cancellazione del ruolo dell'utente.
nb_no: Det oppsto en serverfeil ved fjerning av brukerrolle.
pt_br: Ocorreu um erro do servidor ao excluir a função do usuário.
xh_za: Kwenzeke impazamo kwiseva kucinywa indima yomsebenzisi.
zu_za: Kwenzeke iphutha le server ngesikhathi sisula indima yomsebenzisi.

source: Server error occurred retrieving clinical data.
de_ch: Beim Aufrufen von Klinikdaten ist ein Serverfehler aufgetreten.
es_us: Se produjo un error del servidor al recuperar información clínica.
fr_ca: Erreur du serveur lors de la récupération des données cliniques.
it_it: Errore del server durante il recupero dei dati clinici.
nb_no: Det oppsto en serverfeil ved henting av klinisk data.
pt_br: Ocorreu um erro do servidor ao recuperar dados clínicos.
xh_za: Kwenzeke impazamo kwiseva kukhangelwa inkcazelo yezonyango.
zu_za: Kwenzeke iphutha le server silanda ulwazi lwezokwelapha.

source: Server error occurred updating clinical data.
de_ch: Beim Aktualisieren der Klinikdaten ist ein Serverfehler aufgetreten.
es_us: Se produjo un error del servidor al actualizar información clínica.
fr_ca: Erreur du serveur lors de la mise à jour des données cliniques.
it_it: Errore del server durante l'aggiornamento dei dati clinici.
nb_no: Det oppsto en serverfeil ved oppdatering av klinisk data.
pt_br: Ocorreu um erro do servidor ao atualizar dados clínicos.
xh_za: Kwenzeke impazamo kwiseva kuhlaziywa inkcazelo yezonyango.
zu_za: Kwenzeke iphutha le server ngesikhathi silungisa ulwazi lwezokwelapha.

source: no url returned
de_ch: keine URL zurückerhalten
es_us: no arrojó ninguna url
fr_ca: aucune url retournée
it_it: nessun url restituito
nb_no: ingen lenke returnert
pt_br: nenhuma url retornada
xh_za: akukho url ibuyisiweyo
zu_za: ayikho i-url ebuyisiwe

source: Server error occurred retrieving tou url.
de_ch: Beim Aufruf der tou-URL ist ein Serverfehler aufgetreten.
es_us: Se produjo un error del servidor al recuperar tou url.
fr_ca: Erreur du serveur lors de la récupération de l'URL sur les conditions d'utilisation.
it_it: Errore del server durante il recupero dell'URL tou.
nb_no: Det oppsto en serverfeil ved henting av tou-lenke.
pt_br: Ocorreu um erro do servidor ao recuperar a url tou.
xh_za: Kwenzeke impazamo kwiseva kukhangelwa i-url ye-tou.
zu_za: Kwenzeke iphutha le server ngesikhathi sivula i-url.

source: Server error
de_ch: Serverfehler
es_us: Error del servidor
fr_ca: Erreur du serveur
it_it: Errore del server
nb_no: Serverfeil
pt_br: Erro do servidor
xh_za: Impazamo kwiseva
zu_za: Iphutha le error

source: error retrieving instruments list
de_ch: Fehler beim Aufruf der Instrumentenliste
es_us: error al recuperar lista de instrumentos
fr_ca: erreur lors de la récupération de la liste d'instruments
it_it: errore durante il recupero dell'elenco degli strumenti
nb_no: feil ved henting av instrumentliste
pt_br: erro ao recuperar lista de instrumentos
xh_za: impazamo kukhangelwa uluhlu lwezixhobo
zu_za: iphutha ngesikhathi kuvulwa uhlu lamathuluzi

source: Server error occurred retrieving tou data.
de_ch: Beim Aufruf der tou-Daten ist ein Serverfehler aufgetreten.
es_us: Se produjo un error del servidor al recuperar tou data.
fr_ca: Erreur du serveur lors de la récupération des données sur les conditions d'utilisation.
it_it: Errore del server durante il recupero dei dati tou.
nb_no: Det oppsto en serverfeil ved henting av tou-data
pt_br: Ocorreu um erro do servidor ao recuperar dados tou.
xh_za: Kwenzeke impazamo kwiseva kukhangelwa inkcazelo ye-tou.
zu_za: Kwenzeke iphutha le server ngesikhathi kuvulwa ulwazi.

source: Server error occurred saving terms of use information.
de_ch: Beim Speichern der Nutzungsbedingungen ist ein Serverfehler aufgetreten.
es_us: Se produjo un error del servidor al guardar los términos de uso de la información.
fr_ca: Erreur du serveur lors du réglage de la sauvegarde des renseignements sur les conditions d'utilisation.
it_it: Errore del server durante il salvataggio delle informazioni sui termini d'uso.
nb_no: Det oppsto en serverfeil ved lagring av bruksvilkårinformasjon.
pt_br: Ocorreu um erro do servidor ao salvar as informações dos termos de uso
xh_za: Kwenzeke impazamo kwiseva kugcinwa inkcazelo yemiqathango yokusebenzisa.
zu_za: Kwenzeke iphutha ngesikhathi silondoloza imigomo yokusebenzisa ulwazi.

source: Error occurred retrieving access url.
de_ch: Beim Aufrufen der Zugangs-URL ist ein Fehler aufgetreten.
es_us: Se produjo un error al recuperar url de acceso.
fr_ca: Erreur lors de la récupération de l'URL d'accès.
it_it: Errore durante il recupero dell'URL di accesso.
nb_no: Det oppsto en feil ved henting av tilgangslenke.
pt_br: Ocorreu um erro ao recuperar a URL de acesso.
xh_za: Kwenzeke impazamo kukhangelwa ukufikelela kwi-url.
zu_za: Kwenzeke iphutha sivula i-url.

source: Invite data are required.
de_ch: Einladungsdaten sind erforderlich.
es_us: Se requieren datos de invitación.
fr_ca: Données en invite requises.
it_it: Sono richiesti i dati di invito.
nb_no: Invitasjonsdata er påkrevd.
pt_br: A data do convite é obrigatória.
xh_za: Umhla wokumama uyafuneka.
zu_za: Kufuneka idatha yesimemo

source: Error occurred sending password reset request.
de_ch: Beim Senden der Bitte um Zurücksetzen des Passworts ist ein Fehler aufgetreten.
es_us: Se produjo un error al enviar la petición para restablecer contraseña.
fr_ca: Erreur lors de l'envoi d'une demande de réinitialisation du mot de passe.
it_it: Errore durante l'invio della richiesta di reimpostazione della password.
nb_no: Det oppsto en feil ved forespørsel om passordtilbakestilling.
pt_br: Ocorreu um erro ao enviar a solicitação de redefinição de senha.
xh_za: Kwenzeke impazamo kuthunyelwa isicelo sokuseta kwakhona iphaswedi.
zu_za: Kwenzeke iphutha ngesikhathi sithumela isicelo se-password entsha.

source: Error occurred retrieving assessment status.
de_ch: Bei Aufrufen des Erhebungsstatus ist ein Fehler aufgetreten.
es_us: Se produjo un error al recuperar el estado de la evaluación.
fr_ca: Erreur lors de la récupération de l'état de l'évaluation.
it_it: Errore durante il recupero dello stato di valutazione.
nb_no: Det oppsto en feil ved henting av vurderingsstatus.
pt_br: Ocorreu um erro ao recuperar o status da avaliação.
xh_za: Kwenzeke impazamo kukhangelwa ukuhlolisiswa kwemo.
zu_za: Kwenzeke iphutha ngesikhathi sivula isimo sokuhlaziya.

source: Questionnaire response data is required.
de_ch: Die Fragebogen-Antwortdaten werden benötigt.
es_us: Se requieren los datos de respuesta del cuestionario.
fr_ca: Les données de réponse au questionnaire sont requises.
it_it: Sono necessari i dati di risposta al questionario.
nb_no: Spørreskjemasvardata er påkrevd.
pt_br: Os dados de resposta do questionário são necessários.
xh_za: Ukuphendulwa kwenkcazelo yephepha lemibuzo kuyafuneka.
zu_za: Kufuneka idatha yezimpendulo zemibuzo.

source: Error occurred retrieving assessment list.
de_ch: Beim Aufrufen der Erhebungsliste ist ein Fehler aufgetreten.
es_us: Se produjo un error al recuperar la lista de la evaluación.
fr_ca: Erreur lors de la récupération de la liste d'évaluation.
it_it: Errore durante il recupero dell'elenco di valutazione.
nb_no: Det oppsto en feil ved henting av vurderingsliste.
pt_br: Ocorreu um erro ao recuperar a lista de avaliação.
xh_za: Kwenzeke impazamo kukhangelwa ukuhlolisiswa koluhlu.
zu_za: Kwenzeke iphutha ngesikhathi silanda uhlu lokuhlaziya.

source: User id and instrument Id are required.
de_ch: Benutzer-ID und Instrument-ID sind erforderlich.
es_us: Se requiere identificación de usuario y de instrumento.
fr_ca: ID utilisateur et ID instrument requis.
it_it: Sono richiesti l'ID utente e l'ID dello strumento.
nb_no: Bruker-ID og instrument-ID er påkrevd.
pt_br: A ID do usuário e a ID do instrumento são obrigatórias.
xh_za: I-id yomsebenzisi ne-Id yesixhobo ziyafuneka.
zu_za: Kufuneka i-id yomsebenzisi nethuluzi

source: Error occurred retrieving assessment report.
de_ch: Bei Aufrufen des Erhebungsberichts ist ein Fehler aufgetreten.
es_us: Se produjo un error al recuperar el reporte de la evaluación.
fr_ca: Erreur lors de la récupération du rapport d'évaluation.
it_it: Errore durante il recupero del resoconto di valutazione.
nb_no: Det oppsto en feil ved henting av vurderingsrapport.
pt_br: Ocorreu um erro ao recuperar o relatório de avaliação.
xh_za: Kwenzeke impazamo kukhangelwa ukuhlolisiswa kwengxelo.
zu_za: Kwenzeke iphutha ngesikhathi sivula umbiko wokuhlaziya.

source: Error occurred retrieving current questionnaire bank for user.
de_ch: Beim Aufrufen der aktuellen Fragebögen für den Benutzer ist ein Fehler aufgetreten.
es_us: Se produjo un error al recuperar el banco del cuestionario en curso para el usuario.
fr_ca: Erreur lors de la récupération de la banque de questionnaires actuelle pour l'utilisateur.
it_it: Errore durante il recupero della banca del questionario attuale dell'utente.
nb_no: Det oppsto en feil ved henting av gjeldende spørreskjemabank for brukeren.
pt_br: Ocorreu um erro ao recuperar o banco de questionários atual para o usuário.
xh_za: Kwenzeke impazamo kukhangelwa ugcino lwephepha lemibuzo lwangoku lomsebenzisi.
zu_za: Kwenzeke iphutha ngesikhathi sivula ibhange lemibuzo yomsebenzisi.

source: Error occurred retrieving patient report.
de_ch: Beim Aufrufen des Patientenberichts ist ein Fehler aufgetreten.
es_us: Se produjo un error al recuperar el reporte del paciente.
fr_ca: Erreur lors de la récupération du rapport patient.
it_it: Errore durante il recupero del resoconto del paziente.
nb_no: Det oppsto en feil ved henting av pasientrapport.
pt_br: Ocorreu um erro ao recuperar o relatório do paciente.
xh_za: Kwenzeke impazamo kukhangelwa ingxelo yesigulana.
zu_za: Kwenzeke iphutha ngesikhathi silanda umbiko wesiguli.

source: Error occurred setting table preference.
de_ch: Beim Einstellen der Tabellenpräferenzen ist ein Fehler aufgetreten.
es_us: Se produjo un error al establecer preferencias de la tabla.
fr_ca: Erreur lors du réglage des préférences de tableau.
it_it: Errore durante l'impostazione delle preferenze della tabella.
nb_no: Det oppsto en feil ved innstilling av tabellinnstillinger.
pt_br: Ocorreu um erro ao definir a preferência da tabela.
xh_za: Kwenzeke impazamo kusetwa ukhetho lwesiqulatho.
zu_za: Kwenzeke iphutha ngesikhathi sisetha ithebula.

source: Error occurred retrieving email audit entries.
de_ch: Beim Aufrufen der E-Mail-Prüfungseinträge ist ein Fehler aufgetreten.
es_us: Se produjo un error al recuperar las entradas del correo electrónico de auditoría.
fr_ca: Erreur lors de la récupération des données d'audit de courriel saisies.
it_it: Errore durante il recupero delle voci di revisione dell'e-mail.
nb_no: Det oppsto en feil ved henting av epostrevisjonsoppføringer.
pt_br: Ocorreu um erro ao recuperar entradas de auditoria de email.
xh_za: Kwenzeke impazamo kukhangelwa ukufakwa kobalo lwee-imeyile.
zu_za: Kwenzeke iphutha ngesikhathi silanda okufakwe kwi-email kokuhlola.

source: Error occurred retrieving audit log.
de_ch: Beim Aufrufen des Prüfungs-Logs ist ein Fehler aufgetreten.
es_us: Se produjo un error al recuperar la bitácora de auditoría.
fr_ca: Erreur lors de la récupération du journal d'audit.
it_it: Errore durante il recupero del registro di controllo.
nb_no: Det oppsto en feil ved henting av revisjonslogg.
pt_br: Ocorreu um erro ao recuperar o registro de auditoria.
xh_za: Kwenzeke impazamo kukhangelwa ilogi yobalo.
zu_za: Kwezeke iphutha ngesikhathi silanda ilogi yokuhlola.

source: configuration key is required.
de_ch: Ein Konfigurationsschlüssel ist erforderlich.
es_us: se requiere la clave de configuración
fr_ca: clé de configuration requise.
it_it: è richiesta la chiave di configurazione.
nb_no: konfigurasjonsnøkkel er påkrevd.
pt_br: a chave de configuração é necessária.
xh_za: ukulungelenisa okuyintloko kuyafuneka.
zu_za: Kufuneka ukhiye wesiqinisekiso.

source: Error occurred retrieving content for configuration key.
de_ch: Beim Abrufen von Inhalten für den Konfigurationsschlüssel ist ein Fehler aufgetreten.
es_us: Se produjo un error al recuperar el contenido para la clave de configuración.
fr_ca: Erreur lors de la récupération du contenu de la clé de configuration.
it_it: Errore durante il recupero del contenuto per la chiave di configurazione.
nb_no: Det oppsto en feil ved henting av innhold for konfigurasjonsnøkkelen.
pt_br: Ocorreu um erro ao recuperar conteúdo para a chave de configuração.
xh_za: Kwenzeke impazamo kukhangelwa isiqulatho sokulungelelanisa okuyintloko.
zu_za: Kwenzeke iphutha ngesikhathi silanda okuqukenwe ukhiye wesiqinisekiso.

source: Invalid date. Please try again.
de_ch: Ungültiges Datum. Versuchen Sie es bitte erneut.
es_us: Fecha no válida. Por favor intente de nuevo.
fr_ca: Date invalide. Veuillez essayer de nouveau.
it_it: Data non valida. Riprova.
nb_no: Ugyldig dato. Vennligst prøv igjen.
pt_br: Data inválida. Tente novamente.
xh_za: Umhla ofanelekileyo. Sicela uzame kwakhona.
zu_za: Usuku olunganembile Sicela uzame futhi

source: Date must not be in the future. Please try again.
de_ch: Das Datum darf nicht in der Zukunft liegen. Versuchen Sie es bitte erneut.
es_us: La fecha no debe ser en el futuro. Por favor intente de nuevo.
fr_ca: La date ne doit pas être à venir. Veuillez essayer de nouveau.
it_it: La data non può essere futura. Riprova.
nb_no: Datoen må ikke være i fremtiden. Vennligst prøv igjen.
pt_br: A data não pode estar no futuro. Tente novamente.
xh_za: Umhla awumele ube kwikamva. Nceda uzame kwakhona.
zu_za: Usuku akumelwe lube olwesikhathi esizayo Sicela uzame futhi

source: Date must not be before 1900. Please try again.
de_ch: Das Datum darf nicht vor 1900 liegen. Versuchen Sie es bitte erneut.
es_us: La fecha no debe ser anterior a 1900. Por favor intente de nuevo.
fr_ca: La date ne doit pas précéder 1900. Veuillez essayer de nouveau.
it_it: La data non deve precedere il 1900. Riprova.
nb_no: Datoen må ikke være før 1900. Vennligst prøv igjen.
pt_br: A data não deve ser antes de 1900. Tente novamente.
xh_za: Umhla awumele ube ngongaphambi kowe 1900. Nceda uzame kwakhona.
zu_za: Usuku akumelwe lube olwangaphambi kuka1900. Sicela uzame futhi

source: Year must be after 1900
de_ch: Das Jahr muss nach 1900 liegen.
es_us: El año debe ser posterior a 1900
fr_ca: L’année doit être après 1900
it_it: L'anno deve essere successivo al 1900
nb_no: Året må være etter 1900
pt_br: O ano deve ser depois de 1900
xh_za: Unyaka umele ube semva kowe 1900
zu_za: Unyaka kumelwe ube ngemva kuka 1900

source: The date must not be in the future.
de_ch: Das Datum darf nicht in der Zukunft liegen.
es_us: La fecha no debe estar en el futuro.
fr_ca: La date ne doit pas être à venir.
it_it: La data non può essere futura.
nb_no: Datoen må ikke være i fremtiden.
pt_br: A data não deve estar no futuro.
xh_za: Umhla awumele ube kwikamva.
zu_za: Usuku akufanele lube olwesikhathi esizayo.

source: Invalid Date. Please enter a valid date.
de_ch: Ungültiges Datum. Geben Sie bitte ein gültiges Datum ein.
es_us: Fecha inválida. Por favor introduzca una fecha válida.
fr_ca: Date invalide. Veuillez saisir une date valide.
it_it: Data non valida. Inserisci una data valida.
nb_no: Ugyldig dato. Vennligst oppgi en gyldig dato.
pt_br: Data inválida. Insira uma data válida.
xh_za: Umhla Awufanelekanga. Nceda ufake umhla ofanelekileyo.
zu_za: Usuku Olunganembile Sicela ufake usuku olunembile.

source: Missing value.
de_ch: Fehlender Wert.
es_us: Valor faltante.
fr_ca: Valeur manquante.
it_it: Valore mancante.
nb_no: Mangler verdi.
pt_br: Valor ausente.
xh_za: Ixabiso elingekhoyo.
zu_za: Uhlamvu olungekho.

source: Error loading portal wrapper
de_ch: Beim Laden des Portal-Wrapper ist ein Fehler aufgetreten.
es_us: Error al cargar el envoltorio (wrapper) del portal
fr_ca: Erreur lors du chargement de l'enveloppe du portail
it_it: Errore durante il caricamento del wrapper del portale
nb_no: Feil ved lasting av portalinnpakning
pt_br: Erro ao carregar o wrapper do portal
xh_za: Kwenzeke impazamo ukufaka i-portal wrapper
zu_za: Kwenzeke iphutha ekufakeni i-portal wrapper

source: &copy; {year} Movember Foundation. All rights reserved. A registered 501(c)3 non-profit organization (Movember Foundation).
de_ch: © {year} Movember Foundation. Alle Rechte vorbehalten. Eine registrierte gemeinnützige Organisation gemäss 501(c)3 (Movember Foundation).
es_us: © {year} Fundación Movember. Todos los derechos reservados. Una organización sin fines de lucro 501(c)3 registrada (Fundación Movember).
fr_ca: © {year} Fondation Movember. Tous droits réservés. Un organisme 501 (c)3 sans but lucratif (Fondation Movember).
it_it: © Fondazione Movember {year}. Tutti i diritti riservati. Un'organizzazione no profit registrata come 501(c)3 (Fondazione Movember).
nb_no: © {year} Movember Foundation. Alle rettigheter forbeholdt. En registrert 501 (c) 3 ideell organisasjon (Movember Foundation).
pt_br: © {year} Movember Foundation. Todos os direitos reservados. Uma organização sem fins lucrativos 501(c)3 registrada (Movember Foundation).
xh_za: © {year} Movember Foundation. Onke amalungelo agciniwe. Intlangano 501(c)3 ebhalisiweyo nengenangeniso (Movember Foundation).
zu_za: © {year} Movember Foundation Wonke amalungelo agodliwe. Inhlangano engenzi nzuzo ebhalisiwe 501(c)3 (Movember Foundation).
