Repository: uwcirg/truenth-portal
Catalog: portal/translations/*/LC_MESSAGES/frontend.po
Languages: de_ch, es_us, fr_ca, it_it, nb_no, pt_br, xh_za, zu_za

source: Server error occurred updating data.
de_ch: Serverfehler trat beim Aktualisieren von Daten auf.
es_us: Se produjo un error de servidor al actualizar los datos
fr_ca: Erreur de serveur lors de la mise à jour des données.
it_it: Si è verificato un errore del server durante l'aggiornamento dei dati.
nb_no: Det oppsto en serverfeil ved oppdatering av data.
pt_br: Ocorreu um erro do servidor ao atualizar os dados.
xh_za: Kwenzeke impazamo kuhlaziywa inkcazelo.
zu_za: Kwenzeke iphutha le-server ukulungisa ukwaziswa.

source: Invalid user id: %d
de_ch: Ungültige Benutzerkennung: %d
es_us: Id de usuario no válido: %d
fr_ca: Id d’utilisateur non valide : %d
it_it: ID utente non valido: %d
nb_no: Ugyldig bruker-ID: %d
pt_br: ID de usuário inválida: %d
xh_za: I-id yomsebenzisi engafanelekanga: %d
zu_za: I-id yomsebenzisi engasebenzi: %d

source: Account created. Redirecting to profile...
de_ch: Konto wurde erstellt. Umleitung zum Profil ...
es_us: Cuenta creada. Redireccionando al perfil...
fr_ca: Compte créé. Réacheminement vers le profil...
it_it: Account creato. Reindirizzamento al profilo...
nb_no: Konto opprettet. Omdirigerer til profil...
pt_br: Conta criada. Redirecionando para o perfil...
xh_za: Iakhawunti iyiliwe. Ikusa kwiprofayile...
zu_za: Isiyenziwe i-akhawunti Ikuyisa kuyi phrofayili...

source: [Processing error]
de_ch: [Bearbeitungsfehler]
es_us: [Error de procesamiento]
fr_ca: [Erreur de traitement]
it_it: [Elaborazione dell'errore]
nb_no: [Behandlingsfeil]
pt_br: [Erro de processamento]
xh_za: [Idlulisela impazamo]
zu_za: [Iphutha lokuphrosesa]

source: Email is already in use.
fr_ca: Courriel déjà utilisé.
pt_br: O email já está em uso.

source: An organization must be selected.
de_ch: Eine Organisation muss ausgewählt werden.
es_us: Se debe seleccionar una organización.
fr_ca: Une organisation doit être sélectionnée.
it_it: Selezionare un'organizzazione.
nb_no: En organisasjon må velges.
pt_br: Uma organização deve ser selecionada.
xh_za: Intlangano ifanele ikhethwe
zu_za: Inhlangano kumelwe ikhethwe.

source: no data returned
de_ch: keine Daten zurückerhalten
es_us: No arrojó ninguna información
fr_ca: aucune donnée renvoyée
it_it: nessun dato restituito
nb_no: Ingen data ble sendt
pt_br: nenhum dado retornado
xh_za: akukho nkcazelo ibuyisiweyo
zu_za: ayikho idatha ebuyisiwe

source: Error occurred retrieving clinics data.
de_ch: Es trat ein Fehler beim Abrufen der Klinikdaten auf.
es_us: Se produjo un error al recuperar datos de clínicas.
fr_ca: Erreur lors de la récupération des données cliniques.
it_it: Errore durante il recupero dei dati delle cliniche.
nb_no: Det oppsto en feil ved henting av klinikkdata.
pt_br: Ocorreu um erro ao recuperar dados clínicos.
xh_za: Kwenzeke impazamo kukhangelwa inkcazelo yeekliniki.
zu_za: Kwenzeke iphutha ekulandeni ulwazi lwasemtholampilo.

source: No clinics data available.
de_ch: Keine Klinikdaten verfügbar.
es_us: No hay datos de clínicas disponibles.
fr_ca: Aucune donnée des cliniques disponible.
it_it: Nessun dato disponibile sulle cliniche.
nb_no: Ingen klinikkdata tilgjengelig.
pt_br: Nenhum dado clínico disponível.
xh_za: Akukho nkcazelo yeekliniki ikhoyo.
zu_za: Ulwazi lwezokwelapha alukho.

source: Showing {pageFrom} to {pageTo} of {totalRows} users
de_ch: Zeige {pageFrom} bis {pageTo} von insgesamt {totalRows} Benutzern.
es_us: Ver {pageFrom} a {pageTo} de {totalRows} usuarios
fr_ca: Affichage des utilisateurs {pageFrom} à {pageTo} {totalRows}
it_it: Mostra utenti da {pageFrom} a {pageTo} di {totalRows}
nb_no: Viser {pageFrom} til {pageTo} av {totalRows} brukere
pt_br: Mostrando {pageFrom} a {pageTo} de {totalRows} usuários
xh_za: Ibonisa {iphephaUkususela} ukuya {iphephaUkuya} kwali {isimbukuSemiqolo} sabasebenzisi
zu_za: Iveza {pageFrom} kuya {pageTo} lesi {totalRows} labasebenzisi

source: {pageNumber} records per page
de_ch: {pageNumber} Datensätze pro Seite
es_us: {pageNumber} registros por página
fr_ca: {pageNumber} dossiers par page
it_it: {pageNumber} schede per pagina
nb_no: {pageNumber} poster per side
pt_br: {pageNumber} registros por página
xh_za: {inaniLephepha} iingxelo kwiphepha ngalinye
zu_za: {inomboloyekhasi} wama rekhodi ekhasini ngalinye

source: Toggle
de_ch: Umschalten
es_us: Alternar
fr_ca: Basculer
nb_no: Veksle
pt_br: Alternar
xh_za: Iqhosha
zu_za: Funa

source: Columns
de_ch: Spalten
es_us: Columnas
fr_ca: Colonnes
it_it: Colonne
nb_no: Kolonner
pt_br: Colunas
xh_za: Imihlathi
zu_za: Izinhlu

source: All rows
de_ch: Alle Zeilen
es_us: Todas las filas
fr_ca: Toutes les lignes
it_it: Tutte le righe
nb_no: Alle rader
pt_br: Todas as linhas
xh_za: Yonke imiqolo
zu_za: Yonke imigqa

source: Search
de_ch: Suche
es_us: Buscar
fr_ca: Recherche
it_it: Cerca
nb_no: Søk
pt_br: Pesquisar
xh_za: Khangela
zu_za: Cinga

source: No matching records found
de_ch: Keine übereinstimmenden Datensätze gefunden
es_us: No se encontraron registros coincidentes
fr_ca: Aucun enregistrement correspondant trouvé
it_it: Nessuna corrispondenza trovata
nb_no: Ingen matchende poster ble funnet
pt_br: Nenhum registro correspondente encontrado
xh_za: Akufunyanwanga ngxelo zifanayo
zu_za: Awekho amarekhodi afanayo atholakele

source: Export data
de_ch: Daten exportieren
es_us: Exportar datos
fr_ca: Exporter des données
it_it: Esporta dati
nb_no: Eksporter data
pt_br: Exportar dados
xh_za: Khuphela idatha
zu_za: Thumela idatha

source: User Id is required
de_ch: Benutzerkennung erforderlich
es_us: Id de usuario necesario
fr_ca: L'id. de l'utilisateur est requis
it_it: È necessario l'ID utente
nb_no: Bruker-ID er påkrevd
pt_br: A ID do usuário é obrigatória
xh_za: i-Id yomsebenzisi iyafuneka
zu_za: Kudingeka i-id yomsebenzisi

source: Yes
de_ch: Ja
es_us: Sí
fr_ca: Oui
it_it: Sì
nb_no: Ja
pt_br: Sim
xh_za: Ewe
zu_za: Yebo

source: No
de_ch: Nein
fr_ca: Non
nb_no: Nei
pt_br: Não
xh_za: Hayi
zu_za: Cha

source: Enter Text
de_ch: Text eingeben
es_us: Introduzca el texto
fr_ca: Saisissez le texte
it_it: Inserisci testo
nb_no: Skriv inn tekst
pt_br: Inserir texto
xh_za: Bhala

source: Select
de_ch: Auswählen
es_us: Seleccionar
fr_ca: Sélectionner
it_it: Seleziona
nb_no: Velg
pt_br: Selecionar
xh_za: Khetha
zu_za: Khetha

source: Error occurred setting user roles
de_ch: Beim Einstellen der Benutzerfunktionen ist ein Fehler aufgetreten
es_us: Se produjo un error al configurar los roles de usuarios
fr_ca: Erreur lors de la configuration des rôles de l'utilisateur.
it_it: Errore durante l'impostazione dei ruoli dell'utente
nb_no: Det oppsto en feil ved innstilling av brukerroller
pt_br: Ocorreu um erro ao configurar as funções do usuário
xh_za: Kwenzeke impazamo ngoxa kusetwa iindima zomsebenzisi
zu_za: Kwenzeke iphutha ngesikhathi kusethwa izindima zomsebenzisi

source: Error occurred setting user organizations
de_ch: Beim Einstellen der Benutzerorganisationen ist ein Fehler aufgetreten.
es_us: Se produjo un error al configurar las organizaciones de usuarios
fr_ca: Erreur lors de la configuration des organisations de l'utilisateur.
it_it: Errore durante l'impostazione delle organizzazioni dell'utente
nb_no: Det oppsto en feil ved innstilling av brukerorganisasjoner
pt_br: Ocorreu um erro ao configurar as organizações do usuário
xh_za: Kwenzeke impazamo ukufaka iintlangano zomsebenzisi
zu_za: Kwenzeke iphutha ekusetheni umsebenzisi wezinhlangano

source: Error occurred retrieving data from server.
fr_ca: Erreur lors de la récupération des données du serveur.
pt_br: Ocorreu um erro ao recuperar dados do servidor.

source: Error occurred retrieving patient report
de_ch: Es ist ein Fehler beim Aufrufen des Patientenberichts aufgetreten
es_us: Se produjo un error al recuperar el informe del paciente
fr_ca: Erreur lors de la récupération du rapport patient
it_it: Errore durante il recupero del resoconto del paziente
nb_no: Det oppsto en feil ved henting av pasientrapport.
pt_br: Ocorreu um erro ao recuperar o relatório do paciente
xh_za: Kwenzeke impazamo kukhangelwa ingxelo yesigulana.
zu_za: Kwenzeke iphutha ekulandeni umbiko wesiguli

source: Download
de_ch: Herunterladen
es_us: Descargar
fr_ca: Télécharger
it_it: Scarica
nb_no: Last ned
pt_br: Baixar
xh_za: Khuphela
zu_za: Dawuniloda

source: Patient Reports
de_ch: Patientenberichte
es_us: Informes de pacientes
fr_ca: Rapports patients
it_it: Resoconti del paziente
nb_no: Pasientrapporter
pt_br: Relatórios do paciente
xh_za: Iingxelo Zesigulana
zu_za: Imibiko Yesiguli

source: Patient Report
fr_ca: Rapport patient
pt_br: Relatório do paciente

source: No report data found.
de_ch: Keine Berichtsdaten gefunden.
es_us: No se encontraron datos de informes.
fr_ca: Aucune donnée de rapport trouvée.
it_it: Non sono stati trovati dati sui resoconti.
nb_no: Ingen rapportdata funnet.
pt_br: Nenhum dado de relatório encontrado.
xh_za: Ayikho ingxelo yenkcazelo efunyenweyo.
zu_za: Idatha yombiko akukho.

source: User id is required.
de_ch: Die Benutzerkennung ist erforderlich.
es_us: Se requiere identificación de usuario.
fr_ca: L'id. de l’utilisateur est requise.
it_it: È richiesto l'ID utente.
nb_no: Bruker-ID er påkrevd.
pt_br: A ID do usuário é necessária.
xh_za: I-id yomsebenzisi iyafuneka.
zu_za: Kufuneka i-id yomsebenzisi.

source: Inactive
de_ch: Inaktiv
es_us: Inactivo
fr_ca: Inactif
it_it: Inattivo
nb_no: Uvirksom
pt_br: Inativo
xh_za: Ayisebenzi
zu_za: Ayisebenzi

source: Deactivate
de_ch: deaktivieren
es_us: Desactivar
fr_ca: Désactiver
it_it: Disattiva
nb_no: Deaktiver
pt_br: Desativar
xh_za: Yenze ingasebenzi
zu_za: Vala

source: Server Error occurred retrieving report data
de_ch: Beim Aufrufen von Berichtsdaten ist ein Serverfehler aufgetreten
es_us: Se produjo un error del servidor al recuperar datos del informe
fr_ca: Erreur du serveur lors de la récupération des données du rapport.
it_it: Errore del server durante il recupero dei dati del resoconto
nb_no: Det oppsto en serverfeil ved henting av rapportdata
pt_br: Ocorreu um erro do servidor ao recuperar dados do relatório
xh_za: Kwenzeke Impazamo kwiseva kukhangelwa inkcazelo yengxelo
zu_za: Kwenzeke iphutha ngesikhathi kuvulwa ulwazi lombiko

source: GMT, Y-M-D
fr_ca: (GMT, A-M-J)
pt_br: GMT, A-M-D

source: Unable to load report data
de_ch: Berichtsdaten können nicht geladen werden
es_us: No se pueden cargar datos de informe
fr_ca: Impossible de charger les données du rapport
it_it: Non è possibile caricare i dati del resoconto
nb_no: Kan ikke laste inn rapportdata
pt_br: Impossível carregar dados do relatório
xh_za: Ayikwazanga ukulayisha ingxelo yedatha
zu_za: Ayikwazi ukufaka idatha yombiko

source: Unable to set session variable for organization modal viewed.
de_ch: Fehler beim Festlegen einer Sitzungsvariablen für den betrachteten Organisationsmodus.
es_us: No se puede establecer la variable de sesión para la organización modal consultada.
fr_ca: Impossible de définir la variable de la session pour le modèle organisationnel affiché.
it_it: Non è possibile impostare la variabile di sessione per il modello organizzativo visualizzato.
nb_no: Kan ikke angi øktvariabel for organisasjonsmodal som vises.
pt_br: Impossível definir a variável da sessão para o modal da organização visualizado.
xh_za: Ayikwazi kuseta iseshoni eyahlukileyo yomlinganiselo wentlangano ohloliweyo.
zu_za: Ukungakwazi ukubeka isikhathi sokubheka ukwaziswa kwezinhlangano.

source: Error retrieving demographics information for user.
de_ch: Fehler beim Abrufen der demografischen Informationen für Benutzer.
es_us: Error al recuperar información demográfica para el usuario.
fr_ca: Erreur lors de l’extraction des données démographiques de l’utilisateur.
it_it: Errore durante il recupero delle informazioni demografiche dell'utente.
nb_no: Feil ved henting av demografisk informasjon for brukeren.
pt_br: Erro ao recuperar dados demográficos do usuário.
xh_za: Kwenzeke impazamo kukhangelelwa inkcazelo engohlobo lwabantu olufunwa ngumsebenzisi.
zu_za: Iphutha ekulandeleni iminingwane yokubalwa komsebenzisi.

source: Error occurred updating user organization.
de_ch: Es trat ein Fehler bei der Aktualisierung der Benutzerorganisation auf.
es_us: Se produjo un error al actualizar la organización de usuarios.
fr_ca: Erreur lors de la mise à jour de l'organisation de l'utilisateur.
it_it: Errore durante l'aggiornamento dell'organizzazione dell'utente.
nb_no: Det oppsto en feil ved oppdatering av brukerorganisasjonen.
pt_br: Ocorreu um erro ao atualizar a organização do usuário.
xh_za: Kwenzeke impazamo kuhlaziywa intlangano yomsebenzisi.
zu_za: Kwenzeke iphutha ekulungiseni inhlangano yomsebenzisi.

source: Error updating organization
de_ch: Fehler beim Aktualisieren der Organisation
es_us: Error al actualizar la organización.
fr_ca: Erreur lors de la mise à jour de l'organisme.
it_it: Errore durante l'aggiornamento dell'organizzazione
nb_no: Feil ved oppdatering av organisasjonen
pt_br: Erro ao atualizar a organização
xh_za: Kwenzeke impazamo kuhlaziywa intlangano.
zu_za: Iphutha ekulungiseni inhlangano.

source: My Dashboard
de_ch: Mein Dashboard
es_us: Mi tablero
fr_ca: Mon tableau de bord
it_it: Il mio pannello di controllo
nb_no: Mitt skrivebord
pt_br: Meu painel
xh_za: Ideshbhodi Yam
zu_za: I-Dashboard Yami

source: You have entered an invalid access code. Please try again
de_ch: Sie haben einen ungültigen Zugangscode eingegeben. Versuchen Sie es bitte erneut.
es_us: Ha ingresado un código inválido de acceso. Por favor intente nuevamente
fr_ca: Vous avez entré un code d’accès invalide. Veuillez essayer de nouveau.
it_it: Hai inserito un codice di accesso non valido. Riprova
nb_no: Du har oppgitt en ugyldig tilgangskode. Vennligst prøv igjen.
pt_br: Você inseriu um código de acesso inválido. Tente novamente
xh_za: Ufake ikhowudi yokufikelela engachananga. Nceda uzame kwakhona
zu_za: Ufake ikhodi yokungena enganembile. Sicela uphinde uzame.

source: System was unable to process your request.
de_ch: Das System konnte Ihre Anfrage nicht bearbeiten
es_us: El sistema no pudo procesar su solicitud.
fr_ca: Le système n’a pas pu traiter votre demande.
it_it: Non è stato possibile elaborare la tua richiesta.
nb_no: Systemet kunne ikke behandle din forespørsel.
pt_br: O sistema não pode processar sua solicitação.
xh_za: Isistim ayikwazanga ukudlulisela isicelo sakho.
zu_za: Isistimu ayikwazanga ukwamukela isicelo sakho.

source: Edit in Liferay
de_ch: In Liferay bearbeiten
es_us: Editar en Liferay
fr_ca: Modifier dans Liferay
it_it: Modifica in Liferay
nb_no: Rediger i Liferay
pt_br: Editar no Liferay
xh_za: Lungelelanisa kwiLiferay
zu_za: Lungisaa ku-Liferay

source: You must agree to the terms and conditions by checking the provided checkboxes.
de_ch: Sie müssen den Allgemeinen Geschäftsbedingungen zustimmen, indem Sie die entsprechenden Kontrollkästchen markieren.
es_us: Debe aceptar los términos y condiciones marcando las casillas correspondientes.
fr_ca: Vous devez accepter les conditions générales en cochant les cases ci-dessous.
it_it: Devi accettare i termini e le condizioni selezionando le apposite caselle.
nb_no: Du må godta vilkårene og betingelsene ved å merke av de angitte avmerkingsboksene.
pt_br: Você deve concordar com os termos e condições marcando as caixas de seleção fornecidas.
xh_za: Umele uvume imimiselo nemiqathango ngokuphawula kwibhokisi yokukorekisha enikelweyo.
zu_za: Kumelwe uvumelane nemigomo nemibandela ngokuphawula amabhokisi abonisiwe.

source: No organizations available
de_ch: Keine Organisationen verfügbar
es_us: No hay organizaciones disponibles
fr_ca: Aucun organisme disponible
it_it: Non sono disponibili organizzazioni
nb_no: Ingen organisasjoner tilgjengelig
pt_br: Nenhuma organização disponível
xh_za: Azikho iintlangano ezikhoyo
zu_za: Azikho izinhlangano ezikhona

source: success
de_ch: erfolgreich
es_us: éxito
fr_ca: succès
it_it: successo
nb_no: vellykket
pt_br: êxito
xh_za: iphumelele
zu_za: impumelelo

source: Unable to update. System/Server Error.
de_ch: Update nicht möglich. System/Server-Fehler.
es_us: No se puede actualizar. Error de sistema/servidor.
fr_ca: Impossible de mettre à jour. Erreur de système/serveur.
it_it: Impossibile aggiornare. Errore di sistema/server.
nb_no: Kan ikke oppdatere. System-/serverfeil.
pt_br: Impossível atualizar. Erro do sistema/servidor.
xh_za: Ayikwazi ukuhlaziya. Isistim/Ingxaki yeSeva
zu_za: Ayivuseleli Iphutha le Sistimu /le-Server

source: unable to get needed core data
de_ch: nicht in der Lage, benötigte Kerndaten zu erhalten
es_us: no se pudo obtener los datos necesarios
fr_ca: impossible d’obtenir les données de base nécessaires
it_it: non è possibile ottenere i dati di base necessari
nb_no: ikke i stand til å få nødvendige kjernedata
pt_br: não é possível obter os dados principais necessários
xh_za: ayikwazi kufumana eyona nkcazelo ifunekayo
zu_za: angikwazi ukuthola idatha esemqoka edingekayo

source: unable to get required core data
de_ch: nicht in der Lage, erforderliche Kerndaten zu erhalten
es_us: no se pudo obtener los datos necesarios
fr_ca: impossible d’obtenir les données de base obligatoires
it_it: non è possibile ottenere i dati di base richiesti
nb_no: ikke i stand til å få påkrevde kjernedata
pt_br: não é possível obter os dados principais obrigatórios
xh_za: ayikwazi kufumana eyona nkcazelo iceliweyo
zu_za: angikwazi ukuthola idatha esemqoka efunekayo

source: no data found
de_ch: keine Daten gefunden
es_us: no se encontraron datos
fr_ca: aucune donnée trouvée
it_it: nessun dato trovato
nb_no: ingen data funnet
pt_br: nenhum dado encontrado
xh_za: akukho nkcazelo ifunyenweyo
zu_za: ayikho idatha etholakele

source: Unable to retrieve portal footer html
de_ch: Es ist nicht möglich, das Portal-Footer-HTML abzurufen.
es_us: No se pudo recuperar el html del pie de página del portal
fr_ca: Impossible de récupérer le pied de page du portail en format html
it_it: Non è possibile recuperare l'html del piè di pagina del portale
nb_no: Kan ikke hente portalfottekst html
pt_br: Não é possível recuperar html do rodapé do portal
xh_za: Ayikwazi ukukhangela i-portal footer html
zu_za: Angikwazi ukuthola ukwaziswa kwe portal footer html

source: No data found
de_ch: Keine Daten gefunden
es_us: No se encontraron datos
fr_ca: Aucune donnée trouvée
it_it: Nessun dato trovato
nb_no: Ingen data funnet
pt_br: Nenhum dado encontrado
xh_za: Akukho nkcazelo ifunyenweyo
zu_za: Ayikho idatha etholakele

source: Server error occurred retrieving organization/clinic information.
de_ch: Beim Abrufen der Organisations-/Klinikdaten ist ein Serverfehler aufgetreten.
es_us: Se produjo un error del servidor al recuperar información de la organización/clínica.
fr_ca: Erreur du serveur lors de la récupération des données des cliniques ou de l'organisation.
it_it: Errore del server durante il recupero delle informazioni sull'organizzazione/clinica.
nb_no: Det oppsto en serverfeil ved henting av organisasjons-/klinikkinformasjon.
pt_br: Ocorreu um erro do servidor ao recuperar informações da organização/clínica.
xh_za: Kwenzeke impazamo kwiseva kukhangelwa inkcazelo yentlangano/yekliniki.
zu_za: Kube nephutha le server ukulandeni ulwazi lwenhlangano/lomtholampilo

source: Server error occurred retrieving consent information.
de_ch: Beim Abrufen der Einwilligungsinformationen ist ein Serverfehler aufgetreten.
es_us: Se produjo un error del servidor al recuperar información de consentimiento.
fr_ca: Erreur du serveur lors de la récupération des données relatives au consentement.
it_it: Errore del server durante il recupero delle informazioni sul consenso.
nb_no: Det oppsto en serverfeil ved henting av samtykkeinformasjon.
pt_br: Ocorreu um erro do servidor ao recuperar a informação de permissão.
xh_za: Kwenzeke impazamo kwiseva kukhangelwa inkcazelo yemvume.
zu_za: Kwenzeke iphutha ngesikhathi i-server ilanda ulwazi lwemvume.

source: User id and parameters are required
de_ch: Benutzer-ID und Parameter sind erforderlich
es_us: Se requieren parámetros e id de usuario
fr_ca: ID utilisateur et paramètres requis
it_it: Sono richiesti ID utente e parametri
nb_no: Bruker-ID og parametere er påkrevd
pt_br: A ID do usuário e os parâmetros são obrigatórios
xh_za: I-id yomsebenzisi neeparamitha ziyafuneka
zu_za: Kufuneka i-id yomsebenzisi nemininingwane

source: Server error occurred setting consent status.
de_ch: Beim Einstellen des Einwilligungsstatus ist ein Serverfehler aufgetreten.
es_us: Se produjo un error del servidor al capturar el estado del consentimiento.
fr_ca: Erreur du serveur lors du réglage de l'état du consentement.
it_it: Errore del server durante l'impostazione dello stato del consenso.
nb_no: Det oppsto en serverfeil ved innstilling av samtykkestatus.
pt_br: Ocorreu um erro do servidor ao definir o status da permissão.
xh_za: Kwenzeke impazamo kwiseva kusetwa imo yemvume.
zu_za: Kwenzeke iphutha le server ngesikhathi sisetha isimo somvume

source: Server error occurred removing consent.
de_ch: Beim Entfernen der Einwilligung trat ein Serverfehler auf.
es_us: Se produjo un error del servidor al eliminar el consentimiento.
fr_ca: Erreur du serveur lors du retrait du consentement.
it_it: Errore del server durante la revoca del consenso.
nb_no: Det oppsto en serverfeil ved fjerning av samtykke.
pt_br: Ocorreu um erro do servidor ao remover a permissão.
xh_za: Kwenzeke impazamo kwiseva kususwa imvume.
zu_za: Kwenzeke iphutha le server ngesikhathi sisusa imvume

source: User id and organization id are required.
de_ch: Benutzer- und Organisationskennung sind erforderlich.
es_us: Se requiere identificación de usuario y de organización.
fr_ca: Les identifiants de l'utilisateur et de l'organisation sont requis.
it_it: Sono richiesti ID utente e ID organizzazione.
nb_no: Bruker-ID og organisasjons-ID er påkrevd.
pt_br: A ID do usuário e da empresa são obrigatórios.
xh_za: I-id yomsebenzisi ne-id yentlangano ziyafuneka.
zu_za: Kudingeka i-id yomsebenzisi ne-id yenhlangano.

source: Error occurred setting suspended consent status.
de_ch: Beim Einstellen des Aussetzens des Einwilligungsstatus ist ein Fehler aufgetreten.
es_us: Se produjo un error al configurar la cancelación del estado del consentimiento.
fr_ca: Erreur lors du réglage de l'état du consentement suspendu.
it_it: Errore durante l'impostazione dello stato di consenso sospeso.
nb_no: Det oppsto en feil ved innstilling av suspendert samtykkestatus.
pt_br: Ocorreu um erro ao configurar o status de permissão suspensa.
xh_za: Kwenzeke impazamo ngoxa kusetwa imo yemvume emisiweyo
zu_za: Kwenzeke iphutha ngesikhathi kusethwa isimo semvume esamisiwe.

source: Server error occurred retrieving demographics information.
de_ch: Beim Aufrufen der demografischen Daten trat ein Serverfehler auf.
es_us: Se produjo un error del servidor al recuperar la información demográfica.
fr_ca: Erreur du serveur lors de la récupération des données démographiques.
it_it: Errore del server durante il recupero delle informazioni demografiche.
nb_no: Det oppsto en serverfeil ved henting av demografisk informasjon.
pt_br: Ocorreu um erro do servidor ao recuperar dados demográficos.
xh_za: Kwenzeke impazamo kwiseva kukhangelwa inkcazelo yobalo lwabantu.
zu_za: Kwenzeke iphutha le server ngesikhathi silanda ulwazi lokubalwa kwabantu.

source: Server error occurred setting demographics information.
de_ch: Beim Festlegen von demografischen Daten trat ein Serverfehler auf.
es_us: Se produjo un error del servidor al establecer la información demográfica.
fr_ca: Erreur du serveur lors de la récupération des données démographiques.
it_it: Errore del server durante l'impostazione delle informazioni demografiche.
nb_no: Det oppsto en serverfeil ved innstilling av demografisk informasjon.
pt_br: Ocorreu um erro do servidor ao definir dados demográficos.
xh_za: Kwenzeke impazamo kwiseva kusetwa inkcazelo yobalo lwabantu.
zu_za: Kwenzeke iphutha le server ngesikhathi sisetha ulwazi kokubalwa kwabantu.
