Repository: uwcirg/truenth-portal
Catalog: portal/translations/*/LC_MESSAGES/frontend.po
Languages: de_ch, es_us, fr_ca, it_it, nb_no, pt_br, xh_za, zu_za

source: &copy; {year} Movember Foundation. All rights reserved. Movember Foundation is a registered charity in Australia ABN 48894537905 (Movember Foundation).
de_ch: © {year} Movember Foundation. Alle Rechte vorbehalten. Die Movember Foundation ist in Australien unter ABN 48894537905 als gemeinnützige Einrichtung eingetragen (Movember Foundation).
es_us: © {year} Fundación Movember. Todos los derechos reservados. Fundación Movember es una organización benéfica registrada en Australia ABN 48894537905 (Fundación Movember).
fr_ca: © {year} Fondation Movember. Tous droits réservés. Movember Foundation est un organisme de bienfaisance enregistré en Australie ABN 48894537905 (Movember Foundation).
it_it: © Fondazione Movember {year}. Tutti i diritti riservati. La Fondazione Movember è un'organizzazione di beneficenza registrata in Australia al numero ABN 48894537905 (Fondazione Movember).
nb_no: © {year} Movember Foundation. Alle rettigheter forbeholdt. Movember Foundation er et registrert veldedighetsorganisasjon i Australia ABN 48894537905 (Movember Foundation).
pt_br: © {year} Movember Foundation. Todos os direitos reservados. A Movember Foundation é uma instituição de caridade na Austrália ABN 48894537905 (Movember Foundation).
xh_za: © {year} Movember Foundation. Onke amalungelo agciniwe. i-Movember Foundation ngumbutho wesisa obhalisiweyo waseAustralia ABN 48894537905 (Movember Foundation).
zu_za: © {year} Movember Foundation Wonke amalungelo agodliwe. I-Movember Foundation yinhlangano ebhalisiwe yase-Australia ABN48894537905 esiza abantu abantulayo (Movember Foundation).

source: &copy; {year} Movember Foundation. All rights reserved. Movember Foundation is a New Zealand registered charity number CC51320 (Movember Foundation).
de_ch: © {year} Movember Foundation. Alle Rechte vorbehalten. Die Movember Foundation ist in Neuseeland unter CC51320 als gemeinnützige Einrichtung eingetragen (Movember Foundation).
es_us: © {year} Fundación Movember. Todos los derechos reservados. Fundación Movember es una organización benéfica registrada en Nueva Zelanda con número de registro CC51320 (Fundación Movember).
fr_ca: © {year} Fondation Movember. Tous droits réservés. Fondation Movember est un organisme de bienfaisance enregistré en Nouvelle-Zélande sous le numéro CC51320 (Movember Foundation).
it_it: © Fondazione Movember {year}. Tutti i diritti riservati. La Fondazione Movember è un'organizzazione di beneficenza registrata in Nuova Zelanda al numero CC51320 (Fondazione Movember).
nb_no: © {year} Movember Foundation. Alle rettigheter forbeholdt. Movember Foundation har et New Zealand-registrert veldedighetsnummer CC51320 (Movember Foundation).
pt_br: © {year} Movember Foundation. Todos os direitos reservados. A Movember Foundation é uma instituição de caridade da Nova Zelândia com registro número CC51320 (Movember Foundation).
xh_za: © {year} Movember Foundation. Onke amalungelo agciniwe. i-Movember Foundation ngumbutho wesisa nombolo CC51320 obhalisiweyo waseNew Zealand (Movember Foundation).
zu_za: © {year} Movember Foundation. Wonke amalungelo agodliwe. I-Movember Foundation iyinhlangano ebhalisiwe yase-New Zealand CC51320 esiza abantu abantulayo (Movember Foundation).

source: &copy; {year} Movember Foundation (Movember Foundation). All rights reserved.
de_ch: © {year} Movember Foundation (Movember Foundation). Alle Rechte vorbehalten.
es_us: © {year} Fundación Movember (Fundación Movember). Todos los derechos reservados.
fr_ca: © {year} Fondation Movember (Movember Foundation). Tous droits réservés.
it_it: © Fondazione Movember {year} (Fondazione Movember). Tutti i diritti riservati.
nb_no: © {year} Movember Foundation (Movember Foundation). Alle rettigheter forbeholdt.
pt_br: © {year} Movember Foundation (Movember Foundation). Todos os direitos reservados.
xh_za: © {year} Movember Foundation (Movember Foundation). Onke amalungelo agciniwe.
zu_za: © {year} Movember Foundation (Movember Foundation). Wonke amalungelo agodliwe.

source: Error occurred retrieving notification.
de_ch: Es trat ein Fehler beim Abrufen der Benachrichtigung auf.
es_us: Se produjo un error al recuperar la notificación.
fr_ca: Erreur lors de la récupération de la notification.
it_it: Errore durante il recupero della notifica.
nb_no: Det oppsto en feil under henting av varsel.
pt_br: Ocorreu um erro ao recuperar a notificação.
xh_za: Kwenzeke impazamo kukhangelwa ukwaziswa.
zu_za: Kwenzeke iphutha ngesikhathi silanda isaziso.

source: All fields must be complete.
fr_ca: Tous les champs doivent être remplis.
pt_br: Todos os campos devem estar preenchidos.

source: Please enter a valid date.
fr_ca: Veuillez saisir une date valide.
pt_br: Insira uma data válida.

source: Please enter a valid month.
fr_ca: Veuillez saisir un mois valide.
pt_br: Insira um mês válido.

source: Please enter a valid year.
fr_ca: Veuillez saisir une année valide.
pt_br: Insira um ano válido.

source: This e-mail address is already in use. Please enter a different address.
de_ch: Diese E-Mail-Adresse wird bereits verwendet. Geben Sie bitte eine andere Adresse ein.
es_us: Esta dirección de correo electrónico ya está en uso. Por favor introduzca una dirección diferente.
fr_ca: Cette adresse de courriel est déjà utilisée. Veuillez saisir une adresse différente.
it_it: Questo indirizzo e-mail è già in uso. Inserisci un indirizzo diverso.
nb_no: Denne epostadressen er allerede i bruk. Vennligst skriv inn en annen epostadresse.
pt_br: Este endereço de email já está em uso. Insira um endereço diferente.
xh_za: Le dilesi ye-imeyile sele isetyenziswa. Nceda ufake idilesi eyahlukileyo.
zu_za: Le email kunomuntu oyisebenzisayo. Sicela ufake elinye ikheli.

source: Please remove invalid characters and try again.
fr_ca: Veuillez supprimer les caractères non valides et réessayer.
pt_br: Remova os caracteres inválidos e tente novamente.

source: Sorry, this isn't a valid date. Please try again.
fr_ca: Désolé, ce n’est pas une date valide. Veuillez essayer de nouveau.
pt_br: Desculpe, esta não é uma data válida. Tente novamente.

source: This isn't a valid e-mail address, please double-check.
fr_ca: Ce n’est pas une adresse de courriel valide, veuillez vérifier de nouveau.
pt_br: Este não é um endereço de email válido. Verifique novamente.

source: You haven't entered any management option yet.
de_ch: Sie haben noch keine Verwaltungsoption eingegeben.
es_us: Todavía no ha agregado ninguna opción de gestión.
fr_ca: Vous n’avez encore saisi aucune option de gestion.
it_it: Non hai ancora inserito opzioni di gestione.
nb_no: Du har ikke lagt inn noe administrasjonsalternativ ennå.
pt_br: Você ainda não inseriu qualquer opção de gerenciamento.
xh_za: Awukafaki naluphi ukhetho lokulawula okwangoku.
zu_za: Awukafaki indlela yokulawula.

source: you
de_ch: Sie
es_us: usted
fr_ca: vous
it_it: tu
nb_no: du
pt_br: você
xh_za: wena
zu_za: wena

source: Are you sure you want to delete this treatment?
fr_ca: Êtes-vous sûr de vouloir supprimer ce traitement?
pt_br: Tem certeza que deseja excluir este tratamento?

source: Delete
fr_ca: Supprimer
pt_br: Excluir

source: this patient
de_ch: dieser Patient
es_us: este paciente
fr_ca: ce patient
it_it: questo paziente
nb_no: denne pasienten
pt_br: este paciente
xh_za: esi sigulana
zu_za: lesi siguli

source: staff member
de_ch: Mitarbeiter
es_us: miembro del personal
fr_ca: membre du personnel
it_it: membro dello staff
nb_no: personaladministrator
pt_br: membro da equipe
xh_za: ilungu labasebenzi
zu_za: lo msebenzi

source: (date entered by %actor on %date)
fr_ca: (date saisie par %acteur le %date)
pt_br: (dados inseridos por %actor em %date)

source: Added!
de_ch: Hinzugefügt!
es_us: ¡Agregado!
fr_ca: Ajouté!
it_it: Aggiunto!
nb_no: Lagt til!
pt_br: Adicionado!
xh_za: Yongeziwe!
zu_za: Okufakiwe!

source: error ocurred retrieving user procedures
fr_ca: une erreur s’est produite lors de la récupération des procédures de l'utilisateur
pt_br: ocorreu um erro ao recuperar os procedimentos do usuário

source: REMOVE
de_ch: ENTFERNEN
es_us: ELIMINAR
fr_ca: RETIRER
it_it: RIMUOVI
nb_no: FJERN
pt_br: REMOVER
xh_za: SHENXISA
zu_za: SUSA

source: The procedure date must be valid and in required format.
de_ch: Das Datum des Eingriffs muss gültig und im erforderlichen Format sein.
es_us: La fecha del procedimiento debe ser válida y en el formato requerido.
fr_ca: La date de l'intervention doit être valide et dans le format requis.
it_it: La data della procedura deve essere valida e nel formato richiesto.
nb_no: Prosedyredatoen må være gyldig og i korrekt format.
pt_br: A data do procedimento deve ser válida e no formato exigido.
xh_za: Umhla wenkqubo umele ube ngofanelekileyo yaye ube kwifomathi efunekayo.
zu_za: Usuku lwenqubo kufanele lunembe futhi lubhalwe ngendlela efanele.

source: Alaska
pt_br: Alasca

source: American Samoa
de_ch: Amerikanisch-Samoa
es_us: Samoa Americana
fr_ca: Samoa américaines
it_it: Samoa Americane
nb_no: Amerikansk Samoa
pt_br: Samoa Americana

source: California
de_ch: Kalifornien
fr_ca: Californie
pt_br: Califórnia

source: District Of Columbia
es_us: Distrito de Columbia
fr_ca: District de Columbia
pt_br: Distrito de Colúmbia
xh_za: Isithili SaseColumbia
zu_za: Isigodi Sase-Columbia

source: Federated States Of Micronesia
fr_ca: États fédérés de Micronésie
pt_br: Estados Federados da Micronésia

source: Florida
fr_ca: Floride
pt_br: Flórida

source: Georgia
fr_ca: Géorgie
pt_br: Geórgia

source: Hawaii
es_us: Hawái
pt_br: Havaí

source: Marshall Islands
fr_ca: Îles Marshall
pt_br: Ilhas Marshall

source: New Jersey
es_us: Nueva Jersey
pt_br: Nova Jersey

source: New Mexico
es_us: Nuevo México
fr_ca: Nouveau-Mexique
pt_br: Novo México

source: New York
es_us: Nueva York
pt_br: Nova Iorque

source: North Carolina
es_us: Carolina del Norte
fr_ca: Caroline du Nord
it_it: Carolina del Nord
pt_br: Carolina do Norte
xh_za: i-North Carolina
zu_za: E-North Carolina

source: North Dakota
es_us: Dakota del Norte
fr_ca: Dakota du Nord
pt_br: Dakota do Norte

source: Northern Mariana Islands
fr_ca: Îles Mariannes du Nord
pt_br: Ilhas Marianas do Norte

source: Pennsylvania
fr_ca: Pennsylvanie
pt_br: Pensilvânia

source: Puerto Rico
fr_ca: Porto Rico
pt_br: Porto Rico

source: South Carolina
es_us: Carolina del Sur
fr_ca: Caroline du Sud
pt_br: Carolina do Sul

source: South Dakota
es_us: Dakota del Sur
fr_ca: Dakota du Sud
pt_br: Dakota do Sul

source: Virgin Islands
es_us: Islas Vírgenes
fr_ca: Îles Vierges
pt_br: Ilhas Virgens

source: Virginia
es_us: Virgina
fr_ca: Virginie
pt_br: Virgínia

source: West Virginia
fr_ca: Virginie-Occidentale
pt_br: Virgínia Ocidental

source: Organization
de_ch: Organisation
es_us: Organización
fr_ca: Organisation
it_it: Organizzazione
nb_no: Organisasjon
pt_br: Organização
xh_za: Intlangano
zu_za: Inhlangano

source: Consent Status
de_ch: Einwilligungsstatus
es_us: Estado de consentimiento
fr_ca: État du consentement
it_it: Stato del consenso
nb_no: Samtykkestatus
pt_br: Status da permissão
xh_za: Imo Yemvume
zu_za: Isimo Semvume

source: Agreement
de_ch: Vereinbarung
es_us: Acuerdo
fr_ca: Entente
it_it: Accordo
nb_no: Avtale
pt_br: Acordo
xh_za: Isivumelwano
zu_za: Isivumelwano

source: Date
de_ch: Datum
es_us: Fecha
it_it: Data
nb_no: Dato
pt_br: Data
xh_za: Umhla
zu_za: Usuku

source: Registration Date
de_ch: Anmeldedatum
es_us: Fecha de registro
fr_ca: Date d'inscription
it_it: Data di registrazione
nb_no: Registreringsdato
pt_br: Data do registro
xh_za: Umhla Wokubhalisa
zu_za: Usuku Lokubhalisa

source: Consent Date
de_ch: Einwilligungsdatum
es_us: Fecha de consentimiento
fr_ca: Date de consentement
it_it: Data del consenso
nb_no: Samtykkedato
pt_br: Data da permissão
xh_za: Umhla Wemvume
zu_za: Usuku Lokunikeza Imvume

source: Last Updated
de_ch: Zuletzt aktualisiert
es_us: Última actualización
fr_ca: Dernière mise à jour
it_it: Ultimo aggiornamento
nb_no: Sist oppdatert
pt_br: Última atualização
xh_za: Umhla Wokugqibela Wokuhlaziywa
zu_za: Igcine Ukulungiswa

source: ( GMT, Y-M-D )
de_ch: ( GMT/WEZ, J-M-T )
es_us: (GMT, A-M-D)
fr_ca: (GMT, A-M-J)
it_it: (GMT, A-M-G )
nb_no: ( GMT, Å-M-D )
pt_br: ( GMT, A-M-D )

source: User
de_ch: Benutzer
es_us: Usuario
fr_ca: Utilisateur
it_it: Utente
nb_no: Bruker
pt_br: Usuário
xh_za: Umsebenzisi
zu_za: Umsebenzisi

source: Consented
de_ch: Eingewilligt
es_us: Con consentimiento
fr_ca: Consentement obtenu
it_it: Consenso dato
nb_no: Samtykke gitt
pt_br: Permitido
xh_za: Yenziwe imvume
zu_za: Ngivumile

source: Consented / Enrolled
de_ch: Eingewilligt/angemeldet
es_us: Con consentimiento/inscrito
fr_ca: Consentement obtenu ou recruté
it_it: Consenso dato / Arruolato
nb_no: Godkjent/påmeldt
pt_br: Permitido/inscrito
xh_za: Unike Imvume / Ubhalisiwe
zu_za: Unikezile Imvume / Ubhalisile

source: Withdrawn - Suspend Data Collection and Report Historic Data
de_ch: Zurückgezogen – Datenerfassung aussetzen und Bericht von historischen Daten erstellen
es_us: Retirado: suspender levantamiento de datos y reportar datos históricos
fr_ca: Exclus - Mettre fin à la collecte de données et fournir les données historiques
it_it: Ritirato - Sospendi la raccolta dati e segnala i dati precedenti
nb_no: Tilbaketrukket - stopp datainnsamling og rapporter historisk data
pt_br: Removido - Coleta de dados suspensa e Relatório do histórico de dados
xh_za: Irhoxisiwe - Yekisa Ukuqokelelwa Kwenkcazelo uze Unikele Ingxelo Yenkcazelo Yembali
zu_za: Uhoxisiwe - Vala Ukuqoqwa Kwedatha bese Ubika Umlando Wedatha

source: Suspend Data Collection and Report Historic Data
de_ch: Datenerfassung aussetzen und Bericht von historischen Daten erstellen
es_us: Suspender levantamiento de datos y reportar datos históricos
fr_ca: Mettre fin à la collecte de données et fournir les données historiques
it_it: Sospendi la raccolta dati e segnala i dati storici
nb_no: Stopp innsamling av data og rapporter historisk data
pt_br: Coleta de dados suspensa e dados do histórico de relatório
xh_za: Yekisa Ukuqokelelwa Kwenkcazelo uze Unikele Imbali Yengxelo Yenkcazelo
zu_za: Vala Ukuqoqwa Kwedatha futhi Ubike Umlando Wedatha

source: Purged / Removed
de_ch: Gelöscht / Entfernt
es_us: Purgado/eliminado
fr_ca: Purgé/supprimé
it_it: Eliminato / Rimosso
nb_no: Tømt/fjernet
pt_br: Excluído/removido
xh_za: Icinyiwe / Isusiwe
zu_za: Isuliwe / Isusiwe

source: Replaced
de_ch: Ersetzt
es_us: Sustituido
fr_ca: Remplacé
it_it: Sostituito
nb_no: Erstattet
pt_br: Substituído
xh_za: Ithathelwe indawo
zu_za: Ishintshiwe

source: Showing {pageFrom} to {pageTo} of {totalRows} records
de_ch: Zeige {pageFrom} bis {pageTo} von insgesamt {totalRows} Datensätzen
es_us: Ver {pageFrom} a {pageTo} de {totalRows} registros
fr_ca: Affichage des rapports {pageFrom} à {pageTo} de {totalRows}
it_it: Mostra dati da {pageFrom} a {pageTo} di {totalRows}
nb_no: Viser {pageFrom} til {pageTo} av {totalRows} poster
pt_br: Mostrando de {pageFrom} a {pageTo} de {totalRows} registros
xh_za: Kuboniswe {pageFrom} ukuya {pageTo} le {totalRows} leengxelo
zu_za: Iveza {pageFrom} kuya {pageTo} lesi {totalRows} emibiko

source: not provided
de_ch: nicht zur Verfügung gestellt
es_us: no se ha proporcionado
fr_ca: non fourni
it_it: nessuna informazione inserita
nb_no: ikke inkludert
pt_br: não fornecida
xh_za: ayinikelwanga
zu_za: ayihlinzekwanga

source: Unable to set user settings.
de_ch: Festlegen der Benutzereinstellungen nicht möglich.
es_us: No se puede establecer la configuración de usuario.
fr_ca: Impossible de définir les paramètres de l’utilisateur.
it_it: Non è possibile configurare le impostazioni dell'utente.
nb_no: Kan ikke angi brukerinnstillinger.
pt_br: Impossível definir as configurações do usuário.
xh_za: Ayikwazi kuseta iisetingi zomsebenzisi
zu_za: Ayikwazi ukusetha amasethingi omsebenzisi.

source: Unable to set current user orgs
de_ch: Einstellung der aktuellen Benutzerorganisationen nicht möglich
es_us: No se puede establecer organizaciones de usuario actual
fr_ca: Impossible de définir les organisations de l’utilisateur
it_it: Non è possibile configurare le organizzazioni attuali dell'utente
nb_no: Kan ikke angi gjeldende brukerorganisasjoner
pt_br: Impossível definir as empresas do usuário
xh_za: Ayikwazi kuseta iintlangano zomsebenzisi wangoku
zu_za: Ayikwazi ukuhlela izinhlangano zabasebenzisi bamanje

source: DONE
de_ch: FERTIG
es_us: HECHO
fr_ca: TERMINÉ
it_it: FATTO
nb_no: FERDIG
pt_br: CONCLUÍDO
xh_za: IGQIBILE
zu_za: NGIQEDILE

source: EDIT
de_ch: BEARBEITEN
es_us: EDITAR
fr_ca: MODIFIER
it_it: MODIFICA
nb_no: REDIGER
pt_br: EDITAR
xh_za: LUNGISA
zu_za: LUNGISA

source: No information available
de_ch: Keine Informationen verfügbar
es_us: No hay información disponible
fr_ca: Aucun renseignement disponible
it_it: Nessuna informazione disponibile
nb_no: Ingen informasjon tilgjengelig
pt_br: Nenhuma informação disponível
xh_za: Akukho nkcazelo ikhoyo
zu_za: Akukho ulwazi olutholakalayo

source: Unable to properly set session storage variable for login-as.
de_ch: Fehler beim Setzen der Sitzungs-Speichervariablen für «Login als»
es_us: No se puede establecer correctamente la variable de almacenamiento para "inicio de sesión como".
fr_ca: Impossible de définir correctement l'enregistrement de session pour la connexion.
it_it: Non è possibile impostare correttamente la variabile di archiviazione della sessione per l'accesso "in qualità di".
nb_no: Kan ikke angi øktlagringsvariabel riktig for login-as.
pt_br: Não é possível definir adequadamente a variável de armazenamento da sessão para login.
xh_za: Ayikwazi kuseta ngofanelekileyo ukwahluka kogcino lweseshoni bokuloga ungene-njengo.
zu_za: Angikwazi ukusetha kahle ukugcinwa kweseshini yokungena

source: Date (GMT), Y-M-D
de_ch: Datum (GMT/WEZ), J-M-T
es_us: Fecha (GMT), AA-MM-DD
fr_ca: Date (GMT), A-M-J
it_it: Data (GMT), A-M-G
nb_no: Dato (GMT), Å-M-D
pt_br: Data (GMT), A-M-D
xh_za: Umhla (GMT), Y-M-D
zu_za: Usuku (GMT), Y-M-D

source: Subject
de_ch: Betreff
es_us: Asunto
fr_ca: Objet
it_it: Oggetto
nb_no: Emne
pt_br: Assunto
xh_za: Umxholo
zu_za: Isihloko

source: No email log entry found.
de_ch: Kein E-Mail-Log-Eintrag gefunden.
es_us: No se encontraron entradas de bitácoras de correo electrónico.
fr_ca: Aucune entrée de journal courriel trouvée.
it_it: Non sono state trovate voci di registro e-mail.
nb_no: Ingen epostloggoppføringer funnet.
pt_br: Nenhuma entrada do registro de email encontrada.
xh_za: Ayikho ilogi ye-imeyili efakiweyo nefunyenweyo.
zu_za: Ayikho ilogi yama-email etholakele

source: {emailType} email will be sent to {email}
de_ch: {emailType} E-Mail wird gesendet an {email}
es_us: El correo electrónico {emailType} se enviará a {email}
fr_ca: {emailType} le courriel sera envoyé à {email}
it_it: L'e-mail {emailType} sarà spedita a {email}
nb_no: {emailType} epost vil bli sendt til {email}
pt_br: O email {emailType} será enviado para {email}
xh_za: {UhloboLwe-imeyile} i-imeyile iza kuthunyelelwa ku {i-imeyile}
zu_za: {Uhlobolwe-email} i-email izothunyelwa ku {i-email}

source: Url for email content is unavailable.
de_ch: URL für E-Mail-Inhalte nicht verfügbar.
es_us: La URL para el contenido de correo electrónico no está disponible.
fr_ca: L'URL pour le contenu du courriel n’est pas disponible.
it_it: L'URL per il contenuto dell'e-mail non è disponibile.
nb_no: Lenken for epostinnhold er ikke tilgjengelig.
pt_br: A URL do conteúdo de email não está disponível.
xh_za: I-url yesiqulatho se-imeyile ayifumaneki.
zu_za: I-url yokuqukethwe i-email ayikho.

source: Unable to send email. Missing content.
de_ch: E-Mail konnte nicht gesendet werden. Fehlender Inhalt.
es_us: No se puede enviar el correo electrónico. Falta contenido.
fr_ca: Impossible d’envoyer le courriel. Contenu manquant.
it_it: Non è possibile inviare l'e-mail. Contenuto mancante.
nb_no: Kan ikke sende epost. Mangler innhold.
pt_br: Impossível enviar e-mail. Conteúdo ausente.
xh_za: Ayikwazanga ukuthumela i-imeyile. Izinto ezingekhoyo.
zu_za: Ayiikwazi ukuthumela i-email. Kunemininingwane engekho.

source: failed request to get email invite url
de_ch: Fehlgeschlagene Anforderung zum Erhalt einer E-Mail-Einladungs-URL
es_us: Falló la solicitud para obtener url de invitación por correo electrónico
fr_ca: la demande d'obtention de l'URL de l'invitation par courriel a échoué
it_it: richiesta dell'URL relativo all'invito via e-mail non riuscita
nb_no: mislykket anmodning om å få epostinvitasjonslenken
pt_br: a solicitação falou ao obter a URL do email de convite
xh_za: sisilele isicelo sokufumana isimemo se-url nge-imeyile
zu_za: isicelo esihlulekile sokuthola i-url yesimemo se-email

source: Error occurred while sending invite email.
de_ch: Beim Versenden der Einladungs-E-Mail ist ein Fehler aufgetreten.
es_us: Se produjo un error al enviar el correo electrónico de invitación.
fr_ca: Erreur lors de l'envoi du courriel d'invitation.
it_it: Errore durante l'invio dell'e-mail di invito.
nb_no: Det oppsto en feil under sending av invitasjonsepost.
pt_br: Ocorreu um erro ao enviar o e-mail de convite.
xh_za: Kwenzeke impazamo xa kuthunyelwa i-imeyile yesimemo.
zu_za: Kwenzeke iphutha ngesikhathi sithumela i-imeyili yokumema.

source: {emailType} email sent to {emailAddress}
de_ch: {emailType} E-Mail wurde gesendet an {emailAddress}
es_us: Correo electrónico {emailType} enviado a {emailAddress}
fr_ca: {emailType} le courriel a été envoyé à {emailAddress}
it_it: E-mail {emailType} spedita a {emailAddress}
nb_no: {emailType} epost sendt til {emailAddress}
pt_br: O email {emailType} foi enviado para {emailAddress}
xh_za: {UhloboLwe-imeyile} i-imeyile ithunyelwe ku {IdilesiYe-imeyile}
zu_za: {Uhlobolwe-email} i-email ithunyelwe ku {ikhelileemail}

source: Error occurred retreving email content via API.
de_ch: Beim Abrufen von E-Mail-Inhalten über API ist ein Fehler aufgetreten.
es_us: Se produjo un error al recuperar contenido de correo vía API.
fr_ca: Erreur lors de la récupération du contenu du courriel via l'API.
it_it: Errore durante il recupero del contenuto e-mail via API.
nb_no: Det oppsto en feil ved henting av epostinnhold via API.
pt_br: Ocorreu um erro ao recuperar o conteúdo do e-mail via API.
xh_za: Kwenzeke impazamo ngoxa kuthathwa i-imeyile nge-API.
zu_za: Kwenzeke iphutha ngesikhathi silanda okuqukethwe yi-imeyili nge-API.

source: your clinic
de_ch: Ihre Klinik
es_us: su clínica
fr_ca: votre clinique
it_it: la tua clinica
nb_no: din klinikk
pt_br: sua clínica
xh_za: ikliniki yakho
zu_za: umtholampilo wakho

source: Hello, this is an invitation to complete your registration.
de_ch: Guten Tag! Hiermit möchten wir Sie bitten, Ihre Anmeldung abzuschliessen.
es_us: Hola, esta es una invitación para completar el registro.
fr_ca: Bonjour, ceci est une invitation à terminer votre inscription.
it_it: Buongiorno, questo è un invito a completare la registrazione.
nb_no: Hei, dette er en invitasjon til å fullføre registreringen.
pt_br: Olá, este é um convite para você concluir seu registro.
xh_za: Molo, esi sisimemo sokuzalisa ubhaliso lwakho.
zu_za: Sawubona, lesi isimemo sokuba uqedele ukubhalisa kwakho.

source: Verify your account to complete registration
de_ch: Bestätigen Sie Ihr Konto, um Ihre Anmeldung abzuschliessen
es_us: Verifique su cuenta para completar el registro
fr_ca: Vérifiez votre compte pour terminer votre inscription
it_it: Verifica il tuo account per completare la registrazione
nb_no: Bekreft din konto for å fullføre registrering
pt_br: Verifique sua conta para concluir o registro
xh_za: Qinisekisa iakhawunti yakho ukuze ugqibezele ubhaliso
zu_za: Qinisekisa i-akhawunti yakho ukuze uqedele ukubhalisa
