Repository: uwcirg/truenth-portal
Catalog: portal/translations/*/LC_MESSAGES/frontend.po
Languages: de_ch, es_us, fr_ca, it_it, nb_no, pt_br, xh_za, zu_za

source: Export questionnaire data
de_ch: Fragebogendaten exportieren
es_us: Exportar la información del cuestionario
it_it: Esporta i dati del questionario
nb_no: Eksporter spørreskjemadata
xh_za: Thumela inkcazelo Yephepha Lemibuzo
zu_za: Thumela ulwazi lwemibuzo

source: Export
de_ch: Exportieren
es_us: Exportar
it_it: Esporta
nb_no: Eksporter
xh_za: Ezithunyelwayo
zu_za: Thumela

source: Instrument(s) to export data from:
de_ch: Instrument(e) zum Exportieren von Daten aus:
es_us: Instrumento(s) para exportar datos desde:
it_it: Strumento/i da cui esportare i dati:
nb_no: Instrument(er) det skal eksporteres data fra:
xh_za: Isi(zi)xhobo sokuthumela inkcazelo esuka:
zu_za: Amathuluzi okuthumela ukwaziswa:

source: Export request submitted
de_ch: Exportanfrage übermittelt
es_us: Solicitud de exportación enviada
it_it: Richiesta di esportazione inviata
nb_no: Eksportforespørsel sendt
xh_za: Isicelo sokukhuphela sifakiwe
zu_za: Isicelo soku-expotha sithunyelwe

source: Request to export data failed.
it_it: Richiesta di esportazione dei dati non riuscita.
nb_no: Forespørsel om å eksportere data mislyktes.

source: Data type:
de_ch: Datentyp:
es_us: Tipo de datos:
it_it: Tipo di dati:
xh_za: Uhlobo lwenkcazelo:
zu_za: Uhlobo lwedatha

source: Organization id is required.
de_ch: Die Organisations-Kennung ist erforderlich.
es_us: Se requiere identificación de la organización.
xh_za: I-id yentlangano iyafuneka.
zu_za: Kufuneka i-id yenhlangano

source: Oregon
xh_za: i-Oregon
zu_za: E-Oregon

source: IRONMAN
xh_za: I-IRONMAN
zu_za: I-IRONMAN

source: CSV
xh_za: i-CSV

source: JSON
xh_za: i-JSON

source: GMT
de_ch: GMT/WEZ
