Repository: uwcirg/truenth-portal
Catalog: portal/translations/*/LC_MESSAGES/messages.po
Languages: af_za, es_es, pt_br, sv_se, xh_za

source: Role counts are tallied from User.roles (e.g. a User with both the Patient and Staff Roles, would add 1 to both Roles' counts)
af_za: Rolgetalle word uitgewerk vanaf “User.roles” (bv. ’n gebruiker met beide die pasiënt- en personneellidrolle sal 1 byvoeg by beide rolle se getalle)
es_es: Las cuentas de rol son contabilizadas a partir de User.roles (por ejemplo, un usuario que tiene dos roles, el de paciente y el de miembro del personal, agregaría 1 a las cuentas de ambos roles).
pt_br: As contagens de função são personalizadas de User.roles (por exemplo, um usuário com funções de paciente e funcionário adicionaria 1 para ambas as contagens de função)
sv_se: Rollräknare bygger på User.roles (exempel: en användare med både patient- och personalroll räknas i båda rollerna)
xh_za: Ubalo lwendima luya kuhlolwa kwiindima.Zabasebenzisi (umz. Umsebenzisi kunye Nendima Yesigulana Neyabasebenzi, iza kongeza u-1 kubalo Lwendima zombini)

source: No Diagnosis
af_za: Geen diagnose nie
es_es: Sin diagnóstico
pt_br: Nenhum diagnóstico
sv_se: Ingen diagnos
xh_za: Alukho Ufumaniseko

source: Users whose User.observations does not contain any Observations where the Observation.codeable_concept=CC.BIOPSY and the Observation.value_quantity.value=True
af_za: Gebruikers wie se “User.observations” nie enige observasies bevat waar die “Observation.codeable_concept=CC.BIOPSY” en die “Observation.value_quantity.value=True” nie.
es_es: Usuarios cuyo User.observations no contiene Observaciones, de manera que Observation.codeable_concept=CC.BIOPSY y Observation.value_quantity.value=True
pt_br: Usuários cujas User.observations não contêm nenhuma observação onde Observation.codeable_concept=CC.BIOPSY e Observation.value_quantity.value=True
sv_se: Användare vars User.observations inte innehåller några observationer och där Observation.codeable_concept=CC.BIOPSY och Observation.value_quantity.value=True

source: Diagnosis, No Treatment
af_za: Diagnose, geen behandeling nie
es_es: Diagnóstico, sin tratamiento
pt_br: Diagnóstico, nenhum tratamento
sv_se: Diagnos, ingen behandling
xh_za: Ufumaniseko, Akufuneki Nyango

source: Users where known_treatment_not_started(User)=True
af_za: Gebruikers waar “known_treatment_not_started(User)=True”
es_es: Los usuarios que known_treatment_not_started(User)=True
pt_br: Usuários onde known_treatment_not_started(User)=True
sv_se: Användare där known_treatment_not_started(User)=True
xh_za: Abasebenzisi bebesaziwa_unyango_aluqalwanga(Umsebenzisi)=Yinyaniso

source: Diagnosis and Treatment
af_za: Diagnose en behandeling
es_es: Diagnóstico y tratamiento
pt_br: Diagnóstico e tratamento
sv_se: Diagnos och behandling
xh_za: Ukufumaniseka Nonyango

source: Users where known_treatment_started(User)=True
af_za: Gebruikers waar “known_treatment_started(User)=True”
es_es: Los usuarios que known_treatment_started(User)=True
pt_br: Usuários onde known_treatment_started(User)=True
sv_se: Användare där known_treatment_started(User)=True
xh_za: Abasebenzisi bebesaziwa_unyango_luqaliwe(Umsebenzisi)=Yinyaniso

source: Metastasis
af_za: Metastase
es_es: Metástasis
pt_br: Metástase
sv_se: Metastas
xh_za: i-Metastasis

source: Users whose User.observations contains any Observations where the Observation.codeable_concept=CC.PCaLocalized and the Observation.value_quantity.value!=True
af_za: Gebruikers waar “User.observations” enige observasies bevat waar die “Observation.codeable_concept=CC.PCaLocalized” en die “Observation.value_quantity.value!=True”
es_es: Usuarios cuyo User.observations contiene Observaciones, de manera que Observation.codeable_concept=CC.PCaLocalized y Observation.value_quantity.value!=True
pt_br: Usuários cuja User.observations contém qualquer observação, onde Observation.codeable_concept=CC.PCaLocalized e Observation.value_quantity.value!=True
sv_se: Användare vars User.observations innehåller Observations där Observation.codeable_concept=CC.PCaLocalized och Observation.value_quantity.value!=True

source: Role
af_za: Rol
es_es: Rol
pt_br: Função
sv_se: Roll
xh_za: Indima

source: User Count
af_za: Gebruikergetal
es_es: Cuenta de usuario
pt_br: Contagem de usuários
sv_se: Antal användare
xh_za: Ukubala Komsebenzisi

source: Patients - All
af_za: Pasiënte – alle
es_es: Pacientes - todos
pt_br: Pacientes – Todos
sv_se: Patienter – alla
xh_za: Izigulana - Zonke

source: Patients - No Diagnosis
af_za: Pasiënte – geen diagnose nie
es_es: Pacientes - sin diagnóstico
pt_br: Pacientes – Nenhum diagnóstico
sv_se: Patienter – ingen diagnos
xh_za: Izigulana - Alukho Ufumaniso

source: Patients - Diagnosis, No Treatment
af_za: Pasiënte – diagnose, geen behandeling nie
es_es: Pacientes - con diagnóstico, sin tratamiento
pt_br: Pacientes – Diagnóstico, nenhum tratamento
sv_se: Patienter – diagnos, ingen behandling
xh_za: Izigulana - Ufumaniso, Akukho Nyango

source: Patients - Diagnosis and Treatment
af_za: Pasiënte – diagnose en behandeling
es_es: Pacientes - con diagnóstico y tratamiento
pt_br: Pacientes – Diagnóstico e tratamento
sv_se: Patienter – diagnos och behandling
xh_za: Izigulana - Ufumaniso, noNyango

source: Patients - Metastasis
af_za: Pasiënte – metastase
es_es: Pacientes - metástasis
pt_br: Pacientes – Metástase
sv_se: Patienter – metastas
xh_za: Izigulana - Ukusasazeka kwesi sifo

source: Partners
af_za: Vennote
es_es: Socios
pt_br: Parceiros
sv_se: Partner
xh_za: Abalingane

source: Clinicians
af_za: Klinikuste
es_es: Médicos clínicos
pt_br: Médicos
sv_se: Kliniker
xh_za: Abasebenzi Basekliniki

source: Intervention counts only apply to those interventions that control their subject list manually (eg Sexual Recovery, Care Plan, Community of Wellness). They are tallied from User.interventions (e.g. a User with both the 'Care Plan' and 'Community of Wellness' interventions, would add 1 to both Interventions' counts)
af_za: Intervensiegetalle geld slegs vir daardie intervensies wat hul proefpersoonlys self beheer (bv. seksuele herstel, versorgingsplan, gemeenskap van gesondheid). Hulle word uit “User.interventions” bymekaar getel (bv. ’n gebruiker met beide die “Versorgingsplan”- en “Gemeenskap van gesondheid”-intervensies, sal 1 by beide intervensies se totale tel)
es_es: Las cuentas de intervención son válidas solamente para aquellas intervenciones que tienen un control manual sobre su lista de temas (p. ej., Recuperación sexual, Plan de cuidados, Comunidad de bienestar). Son contabilizadas a partir de User.interventions (p. ej., un Usuario que tenga dos intervenciones, "Plan de cuidados" y "Comunidad de bienestar", agrega 1 a las cuentas de ambas Intervenciones)
pt_br: As contagens de intervenção são aplicadas apenas às intervenções que controlam sua lista de indivíduos manualmente (por exemplo, recuperação sexual, plano de cuidados, comunidade de bem-estar). Elas são personalizadas de User.interventions (por exemplo, um usuário com intervenções "Plano de cuidados" e "Comunidade de bem-estar" adicionaria 1 para ambas as contagens de intervenções)
sv_se: Interventioner räknas endast för de interventioner som styr ämneslistan manuellt (t.ex sexuellt tillfrisknande, vårdplan, hälsogemenskap). De räknas utifrån User.interventions (t.ex. en användare med interventioner i både "Vårdplan" och "Hälsogemenskap" räknas som 1 intervention i vardera kategorin)
xh_za: Ubalo longenelelo lubakho kwiingenelelo ezilawula uluhlu lwabantu bazo ngokoqobo (umz Ukuphila Ngokwezesondo, Iplani Yonakekelo, Impilo-ntle Yabantu). Luhlolwa kwiingenelelo.Zabasebenzisi (umz. Umsebenzisi kunye 'Iplani Yonakekelo' kunye neengenelelo 'Zempilo-ntle Yabantu', ziza kongeza u-1 kubalo Lweengenelelo zombini)

source: Intervention
af_za: Intervensies
es_es: Intervención
pt_br: Intervenção
xh_za: Iingenelelo

source: User Statistics By Patient Reports
af_za: Gebruikerstatistiek per pasiëntverslae
es_es: Estadísticas de usuario por informes de paciente
pt_br: Estatísticas do usuário por relatórios do paciente
sv_se: Användarstatistik sorterad efter patientrapporter
xh_za: Ubalo Lomsebenzisi Ngokweengxelo Zezigulana

source: Completed Reports are tallied for each User that has <i>any number</i> of PatientReports for that Intervention (e.g. whether a User has 1 or 100 PatientReports for 'Symptom Tracker', that User only adds 1 to that Intervention's Completed Reports tally)
af_za: Voltooide verslae word bymekaar getel vir elke gebruiker wat <i>enige hoeveelheid</i> pasiëntverslae vir daardie intervensie het (bv. of ’n gebruiker nou 1 of 100 pasiëntverslae vir “Simptoomspeurder” het, die gebruiker sal slegs 1 by daardie intervensie se voltooide verslae tel)
es_es: Los informes completados son contabilizados para cada Usuario que tenga <i>cualquier número</i> de Informes de Paciente para esa Intervención (p. ej., que un Usuario tenga 1 o 100 Informes de Paciente para &quot;Seguimiento de síntomas&quot;, dicho Usuario agrega solamente 1 a la cuenta de Informes completos de intervención)
pt_br: Relatórios concluídos são personalizados para cada usuário que tem <i>qualquer número</i> de PatientReports para essa intervenção (por exemplo, Se um usuário tem 1 ou 100 PatientReports para &quot;Rastreador de sintomas&quot;, esse usuário adiciona apenas 1 para esses Relatórios concluídos da intervenção)
sv_se: Färdiga rapporter räknas för varje användare <i>oavsett antal </i> PatientReports för den aktuella interventionen (det är till exempel irrelevant om en användare har 1 eller 100 PatientReports för &quot;Symtomdagbok&quot;, antalet genomförda interventioner för denna användare räknas ändå bara som 1)
xh_za: Iingxelo ezigqityiweyo ziya hlolwa Kumsebenzisi ngamnye <i>onalo naliphi inani</i> LengxeloYesigulana yolo Ngenelelo (umz. enoba umsebenzisi UnengxeloYesigulana e-1 okanye ezi-100 'Kwisikhangeli Sempawu', lo Msebenzisi wongeza u-1 kuphela kolo hlolo Lweengxelo Ezigqityiweyo Zongenelelo)

source: Completed Reports are only shown for an Intervention if the report count is above 0
af_za: Voltooide verslae word slegs vir ’n intervensie gewys as die verslagtotaal bo 0 is
es_es: Solo se muestran los Informes completos para una Intervención si la cuenta de informes está por encima de 0
pt_br: Os Relatórios concluídos serão mostrados para uma intervenção apenas se a contagem de relatórios estiver acima de 0
sv_se: Färdiga rapporter visas endast för en intervention om antalet rapporter är fler än 0
xh_za: Iingxelo Ezigqityiweyo ziboniswa kuphela Kungenelelo ukuba ubalo lwengxelo lungaphezu kuka-0

source: Intervention (Reports)
af_za: Intervensie (verslae)
es_es: Intervención (informes)
pt_br: Intervenção (relatórios)
sv_se: Intervention (rapporter)
xh_za: Ungenelelo (Iingxelo)

source: Intervention Access counts reflect the number of users who <i>could</i> access said intervention, regardless of whether or not they've actually accessed it.
af_za: Intervensietoegangsgetalle reflekteer die hoeveelheid gebruikers wat <i>wel</i> toegang kon verkry tot die genoemde intervensie, afgesien daarvan of hulle dit wel gebruik het of nie.
es_es: Los números de Acceso de intervención reflejan el número de usuarios que <i>podrían</i> acceder a dicha intervención, independientemente de si realmente accedieron a ella o no.
pt_br: As contagens do acesso de intervenção refletem o número de usuários que <i>puderam</i> acessar essa intervenção, independentemente se eles realmente a acessaram.
sv_se: Interventionsåtkomst anger antalet användare som <i>hade</i>tillgång till denna intervention, oavsett om de faktiskt använde den eller inte.
xh_za: Ubalo Lofikelelo Longenelelo lubonisa inani labasebenzisi <i>abanokufikelela</i> kungenelelo oluchaziweyo, kungakhathaliseki enoba balufikelele okanye akunjalo.

source: Intervention (Access)
af_za: Intervensie (toegang)
es_es: Intervención (acceso)
pt_br: Intervenção (acesso)
sv_se: Intervention (åtkomst)
xh_za: Iingenelelo (ufikelelo)

source: Organization counts are collected from the User.organizations of all Users without the Test Role
af_za: Organisasiegetalle word ingesamel vanaf die “User.organizations” van alle gebruikers sonder die toetsrol
es_es: Las cuentas de la Organización se recopilan de User.organizations para todos los usuarios sin rol de prueba
pt_br: As contagens de organização são coletadas de User.organizations de todos os usuários sem a função de teste
sv_se: Antal organisationer räknas utifrån User.organizations för alla användare som inte har en testroll
xh_za: Ubalo lweentlangano luyaqokelelwa kwiintlangano.Zabasebenzisi kubo bonke Abasebenzisi ngaphandle Kwendima Yovavanyo

source: 'None of the above' refers to Users who specifically selected the 'None of the above' organization option
af_za: “Nie een van bogenoemde nie” verwys na gebruikers wat spesifiek die “Nie een van bogenoemde nie”-organisasieopsie gekies het
es_es: "Ninguno de los anteriores" se refiere a los usuarios que han seleccionado específicamente la opción de organización "Ninguna de las anteriores"
pt_br: "Nenhuma das anteriores" refere-se aos usuários que especificamente selecionaram a opção da organização "Nenhuma das anteriores"
sv_se: "Inget av ovanstående" refererar till användare som specifikt har valt organisationsalternativet "Inget av ovanstående"
xh_za: 'Ayikho nanye kwezi zingentla' ibhekisela Kubasebenzisi abakhethe ngokukhethekileyo ukhetho lwentlangano 'Olungekho kolu lungasentla'

source: 'Unspecified' refers to Users who have not yet been assigned to <i>any</i> Organization option (including 'None of the above')
af_za: “Ongespesifiseer” verwys na gebruikers wat nog nie aan <i>enige</i> organisasieopsie toegeken is nie (insluitend “Nie een van bogenoemde nie”)
es_es: &quot;No especificado&quot; se refiere a los usuarios que no han sido asignados a <i>ninguna</i> opción de Organización (incluida &quot;Ninguno de los anteriores&quot;)
pt_br: &quot;Não especificado&quot; refere-se aos usuários que ainda não foram atribuídos a <i>nenhuma</i> opção de organização (incluindo &quot;Nenhuma das anteriores&quot;)
sv_se: &quot;Ospecificerat&quot; refererar till användare som ännu inte har tilldelats <i>något</i> organisationsalternativ (inklusive &quot;Inget av ovanstående&quot;)
xh_za: 'Ongachazwanga' kubhekisela Kubasebenzisi abangekafakwa kulo <i>naluphi</i> ukhetho Lwentlangano (kuquka 'Nolungekho kolu lungasentla')

source: Organization Name
af_za: Organisasienaam
es_es: Nombre de la organización
pt_br: Nome da organização
sv_se: Organisationens namn
xh_za: Igama Lentlangano

source: Assessment Report Detail
af_za: Assesseringsverslagbesonderhede
es_es: Detalle del informe de la evaluación
pt_br: Detalhe do relatório de avaliação
sv_se: Utvärderingsdetalj
xh_za: Inkcukacha Yengxelo Yohlolo

source: Patient
af_za: Pasiënt
es_es: Paciente
pt_br: Paciente
xh_za: Isigulana

source: Back to Profile
af_za: Terug na profiel
es_es: Regresar al perfil
pt_br: Voltar para o perfil
sv_se: Tillbaka till profilen
xh_za: Buyela Kwiprofayile

source: Back to Patient Profile
af_za: Terug na pasiëntprofiel
es_es: Volver al Perfil del paciente
pt_br: Voltar para o perfil do paciente
sv_se: Tillbaka till patientprofil
xh_za: Buyela Kwiprofayile Yesigulana

source: Back to User Profile
af_za: Terug na gebruikerprofiel
es_es: Regresar al perfil de usuario
pt_br: Voltar para o perfil do usuário
sv_se: Tillbaka till användarprofilen
xh_za: Buyela Kwiprofayile Yomsebenzisi

source: Back to Truenth Home
af_za: Terug na TrueNTH-tuisblad
es_es: Volver a la página de inicio de Truenth
pt_br: Voltar para a página inicial da TrueNTH
sv_se: Tillbaka till TrueNTH:s startsida
xh_za: Buyela Kwiphepha Lokuqala leTruenth

source: Do you have an Access Code?
af_za: Het jy ’n toegangskode?
es_es: ¿Tiene un código de acceso?
pt_br: Você tem um código de acesso?
sv_se: Har du en åtkomstkod?
xh_za: Ngaba unayo Ikhowudi Yokufikelela?

source: I do not have an Access Code
af_za: Ek het nie ’n toegangskode nie
es_es: No tengo un código de acceso
pt_br: Eu não tenho um código de acesso
sv_se: Jag har ingen åtkomstkod
xh_za: Andinayo Ikhowudi Yokufikelela

source: Continue registration without an Access Code
af_za: Gaan voort met registrasie sonder ’n toegangskode
es_es: Continuar registro sin código de acceso
pt_br: Continuar o registro sem um código de acesso
sv_se: Fortsätt registreringen utan åtkomstkod
xh_za: Qhubeka nokubhalisa ngaphandle Kwekhowudi Yokufikelela

source: Register
af_za: Registreer
es_es: Registrarse
pt_br: Registre-se
sv_se: Registrera
xh_za: Bhalisa

source: Days Overdue
af_za: Dae laat
es_es: Días vencidos
pt_br: Dias expirados
sv_se: dagar försenad
xh_za: Iintsuku Zidlule

source: Site
af_za: Werf
es_es: Sitio
sv_se: Klinik
xh_za: Isayithi

source: Days
af_za: Dae
es_es: Días
pt_br: Dias
sv_se: dagar
xh_za: Iintsuku

source: Total
af_za: Totaal
sv_se: Totalt
xh_za: Isimbuku

source: Admin Tools
af_za: Administratiewe gereedskap
es_es: Herramientas de administración
pt_br: Ferramentas de administração
sv_se: Admin. verktyg
xh_za: Izixhobo zoMphathi

source: Click on each for details
af_za: Klik op elkeen vir besonderhede
es_es: Haga clic en cada una de ellas para obtener más información
pt_br: Clique em cada uma para obter detalhes
sv_se: Klicka på vart och ett för detaljer
xh_za: Cofa nganye ukubona iinkcukacha

source: Communications
af_za: Kommunikasie
es_es: Comunicaciones
pt_br: Comunicações
sv_se: Kommunikation
xh_za: Unxibelelwano

source: Select any user to view details or make changes.
af_za: Kies enige gebruiker om besonderhede te sien of veranderinge te maak.
es_es: Seleccione cualquier usuario para ver los detalles o realizar cambios.
pt_br: Selecione qualquer usuário para ver os detalhes ou fazer alterações.
sv_se: Markera valfri användare för att visa detaljer eller göra ändringar.
xh_za: Khetha nawuphi umsebenzisi ukubona iinkcukacha okanye ukwenza utshintsho

source: AdminList_
af_za: AdminLys_
sv_se: Administrationslista_
xh_za: I-AdminList_

source: Roles
af_za: Rolle
es_es: Funciones
pt_br: Funções
sv_se: Roller
xh_za: Iindima

source: Sites
af_za: Persele
es_es: Centros
pt_br: Locais
sv_se: Platser
xh_za: Iindawo

source: Filter list by site
af_za: Filtreer lys per werf
es_es: Filtrar lista por sitio
pt_br: Filtrar lista por site
sv_se: Filtrera listan efter kliniker
xh_za: Yahlula uluhlu ngokwesayithi

source: Select All
af_za: Kies almal
es_es: Seleccionar todo
pt_br: Selecionar tudo
sv_se: Markera alla
xh_za: Khetha Zonke

source: Clear All
af_za: Vee almal uit
es_es: Borrar todo
pt_br: Limpar tudo
sv_se: Rensa alla
xh_za: Cima Zonke

source: Deactivate
af_za: Deaktiveer
es_es: Desactivar
pt_br: Desativar
sv_se: Inaktivera
xh_za: Yenze ingasebenzi

source: Inactive
af_za: Onaktief
es_es: Inactivo
pt_br: Inativo
sv_se: Inaktiv
xh_za: Ayisebenzi

source: User
af_za: Gebruiker
es_es: Usuario
pt_br: Usuário
sv_se: Användare
xh_za: Umsebenzisi

source: Preview
af_za: Voorskou
es_es: Vista preliminar
pt_br: Visualizar
sv_se: Förhandsgranska
xh_za: Hlola Kwangaphambili

source: Communication Detail
af_za: Kommunikasiebesonderhede
es_es: Detalle de la comunicación
pt_br: Detalhes da comunicação
sv_se: Kommunikationsuppgift
xh_za: Inkcukacha Yokunxibelelana

source: Recipients:
af_za: Ontvangers:
es_es: Destinatarios:
pt_br: Destinatários:
sv_se: Mottagare:
xh_za: Abathunyelelweyo:

source: Subject:
af_za: Onderwerp:
es_es: Asunto:
pt_br: Assunto:
sv_se: Ämne:
xh_za: Umba:

source: Body:
af_za: Inhoud:
es_es: Cuerpo:
pt_br: Corpo:
sv_se: Brödtext:
xh_za: Isiqu:

source: No communications found.
af_za: Geen kommunikasie gevind nie.
es_es: No se encontraron comunicaciones.
pt_br: Nenhuma comunicação encontrada.
sv_se: Ingen kommunikation hittades.
xh_za: Alukho unxibelelwano olufunyenweyo.

source: Unable to receive content
af_za: Inhoud kan nie ontvang word nie
es_es: No se pudo recibir el contenido
pt_br: Não é possível receber conteúdo
sv_se: Kan inte ta emot innehåll
xh_za: Ayikwazi ukufumana isiqulatho

source: Patient List
af_za: Pasiëntlys
es_es: Lista de pacientes
pt_br: Lista de pacientes
sv_se: Patientlista
xh_za: Uluhlu Lwezigulana

source: Create a patient record
af_za: Skep ’n pasiëntrekord
es_es: Crear un registro del paciente
pt_br: Criar um registro de paciente
sv_se: Skapa en patientjournal
xh_za: Yila imbali yesigulana

source: Select a patient below to view or update details.
af_za: Kies ’n pasiënt hieronder om besonderhede te sien of by te werk.
es_es: Seleccione un paciente a continuación para ver o actualizar datos.
pt_br: Selecione um paciente abaixo para exibir ou atualizar os detalhes.
sv_se: Välj en patient nedan för att visa eller uppdatera information.
xh_za: Khetha isigulana apha ngezantsi ukuze uhlole okanye uhlaziye iinkcukacha.

source: PatientList_
af_za: Pasiëntlys_
es_es: ListaPacientes_
sv_se: Patientlista_
xh_za: UluhluLwezigulana_

source: Username
af_za: Gebruikersnaam
es_es: Nombre de usuario
pt_br: Nome de usuário
sv_se: Användarnamn
xh_za: Igama Lomsebenzisi

source: Cell
af_za: Selfoon
es_es: Móvil
pt_br: Celular
xh_za: Iseli

source: Phone (Other)
af_za: Foon (ander)
es_es: Teléfono (otro)
pt_br: Telefone (outro)
sv_se: Telefon (annan)
xh_za: Ifowuni (Enye)

source: Reports
af_za: Verslae
es_es: Informes
pt_br: Relatórios
sv_se: Rapporter
xh_za: Iingxelo

source: Questionnaire Status
af_za: Vraelysstatus
es_es: Estado del cuestionario
pt_br: Status do questionário
sv_se: Enkätstatus
xh_za: Imo Yephepha Lemibuzo

source: Visit
af_za: Besoek
es_es: Visita
pt_br: Visita
sv_se: Besök
xh_za: Tyelela

source: Study ID
af_za: Studie-ID
es_es: ID de Estudio
pt_br: ID do estudo
sv_se: Studie-ID
xh_za: i-ID Yophononongo

source: Site(s)
af_za: Werf(we)
es_es: Sitio(s)
sv_se: Klinik(er)
xh_za: I(i)sayithi

source: Interventions
af_za: Intervensies
es_es: Intervenciones
pt_br: Intervenções
sv_se: Interventioner
xh_za: Iingenelelo

source: Patient Report
af_za: Pasiëntverslag
es_es: Informe de paciente
pt_br: Relatório do paciente
sv_se: Patientrapport
xh_za: ingxelo Yesigulana

source: Type
af_za: Tipe
es_es: Tipo
pt_br: Tipo
sv_se: Typ
xh_za: Tayipha

source: Report Name
af_za: Verslagnaam
es_es: Nombre del informe
pt_br: Nome do relatório
sv_se: Rapportens namn
xh_za: Igama Lengxelo

source: Generated (GMT)
af_za: Gegenereer (GMT)
es_es: Generado (GMT)
pt_br: Gerado (GMT)
sv_se: Skapad (GMT)
xh_za: Eyenziweyo (GMT)

source: Downloaded
af_za: Afgelaai
es_es: Descargado
pt_br: Baixado
sv_se: Hämtat
xh_za: Ikhutshelwe

source: View All
af_za: Bekyk almal
es_es: Ver todo
pt_br: Exibir tudo
sv_se: Visa alla
xh_za: Zihlole Zonke

source: Staff Administration
af_za: Personeeladministrasie
es_es: Administración del personal
pt_br: Administração da equipe
sv_se: Personaladministration
xh_za: Okulawulwa ngabasebenzi

source: Create a staff record
af_za: Skep ’n personeelrekord
es_es: Crear un registro del personal
pt_br: Criar um registro da equipe
sv_se: Skapa en personalpost
xh_za: Yila imbali yabasebenzi

source: Select a user below to view or update details.
af_za: Kies ’n gebruiker hieronder om besonderhede te sien of by te werk.
es_es: Seleccione un usuario más abajo para ver o actualizar datos.
pt_br: Selecione um usuário abaixo para visualizar ou atualizar detalhes.
sv_se: Välj en användare nedan för att visa eller uppdatera information.
xh_za: Khetha umsebenzisi apha ngezantsi ukuze uhlole okanye uhlaziye iinkcukacha.

source: StaffList_
af_za: Personeellys_
es_es: ListaEmpleados_
sv_se: Personallista_
xh_za: UluhluLwabasebenzi_

source: Staff Admin
af_za: Personeeladministrasie
es_es: Administración del personal
pt_br: Administração da equipe
sv_se: Personaladministratör
xh_za: Isebe loLawulo lwaBasebenzi

source: Back to
af_za: Terug na
es_es: Regresar a
pt_br: Voltar para
sv_se: Tillbaka till
xh_za: Buyela ku

source: Send an Invite
af_za: Stuur ’n uitnodiging
es_es: Enviar invitación
pt_br: Enviar um convite
sv_se: Skicka en inbjudan
xh_za: Thumela Isimemo
