Repository: uwcirg/truenth-portal
Catalog: portal/translations/*/LC_MESSAGES/messages.po
Languages: af_za, es_es, pt_br, sv_se, xh_za

source: <p>Hello,</p><p>This email was sent to you by (clinic name). This is where you report on your health along your prostate cancer journey. The information collected will be used to determine where improvements in Prostate Cancer Care can be made.</p><p>Login now to complete your questionnaire.</p><div><a class="btn" href="{0}">Verify your account and answer questionnaire now</a></div><p>Click the button above or use the link below to visit TrueNTH:</p><p><a href="{0}">{0}</a></p><p>If you have any questions or concerns, please contact (clinic name).</p><p><em>&mdash; This email was sent because you consented to participate in the TrueNTH registry project</em></p>
af_za: <p>Hallo</p>Hierdie e-pos is deur (klinieknaam) aan jou gestuur. Jy kan hier oor jou gesondheid tydens jou prostaatkankerreis verslag lewer. Die inligting wat ingesamel word, sal gebruik word om te bepaal waar verbeterings gemaak kan word in prostaatkankersorg.<p></p><p>Meld nou aan om jou vraelys te voltooi.</p><div><a class="btn" href="{0}">Verifieer jou rekening en antwoord nou die vraelys</a></div><p>Klik die onderstaande knoppie of gebruik die skakel om TrueNTH te besoek:</p><p><a href="{0}">{0}</a></p><p>As jy enige vrae of bekommernisse het, kontak asseblief (klinieknaam).</p><p><em>— Hierdie e-pos is gestuur omdat jy ingestem het om aan die TrueNTH-registerprojek deel te neem </em></p>
es_es: <p>Hola:</p><p>(nombre de la clínica) le ha enviado este correo electrónico. Aquí es donde usted debe informar sobre su estado de salud a lo largo de su lucha contra el cáncer de próstata. La información recolectada se usará para determinar si puede haber mejoras en el cuidado del cáncer de próstata.</p><p>Inicie sesión ahora para completar su cuestionario.</p><div><a class="btn" href="{0}">Verifique su cuenta y responda al cuestionario ahora</a></div><p>Haga clic en el botón de arriba o utilice el enlace a continuación para visitar TrueNTH:</p><p><a href="{0}">{0}</a></p><p>Si tiene alguna pregunta o dudas, póngase en contacto con (nombre de la clínica).</p><p><em>—Ha recibido este correo electrónico porque otorgó su consentimiento para participar en el proyecto de registro de TrueNTH</em></p>
pt_br: <p>Olá,</p><p>Este email foi enviado para você pela (nome da clínica). Este é o local para relatar sua saúde durante a jornada do câncer de próstata. As informações coletadas serão usadas para determinar onde podem ser realizadas melhorias no cuidado com o câncer de próstata.</p><p>Entre agora para preencher seu questionário.</p><div><a class="btn" href="{0}">Verifique sua conta e responda o questionário agora</a></div><p>Clique no botão acima ou use o link abaixo para visitar a TrueNTH:</p><p><a href="{0}">{0}</a></p><p>Se você tem outra pergunta ou dúvida, entre em contato com a (nome da clínica).</p><p><em>— Este email foi enviado porque você consentiu a participação no projeto de registro da TrueNTH</em></p>
sv_se: <p>Hej!</p><p>Detta e-postmeddelande har skickats till dig av (klinikens namn). Det är här du rapporterar din hälsa under din prostatacancerresa. Den insamlade informationen kommer att användas för att avgöra var förbättringar i prostatacancervården kan göras.</p><p>Logga in nu för att slutföra din enkät.</p><div><a class="btn" href="{0}">Verifiera ditt konto och fyll i enkäten nu.</a></div><p>Klicka på knappen ovan eller använd länken nedan för att gå till TrueNTH:</p><p><a href="{0}">{0}</a></p><p>Om du har några frågor eller funderingar ber vi dig att kontakta (klinikens namn). </p><p><em>–Du har fått detta e-postmeddelande eftersom du har samtyckt till att delta i TrueNTH:s registerprojekt</em></p>
xh_za: <p>Molo,</p><p>Le imeyili ithunyelwe kuwe yi (igama lekliniki). Kulapho unika khona ingxelo ngohambo lwakho lomhlaza weprosteti. Inkcazelo ethathiweyo iya kusetyenziselwa ukubona ukuba lungenziwa na uphuculo kuNyamekelo loMhlaza weProsteti.</p><p>Loga ungene ngoku ukuze uzalise uxwebhu lwakho lwemibuzo.</p><div><a class="btn" href="{0}">Qinisekisa i-akhawunti yakho uze uphendule uxwebhu lwakho lwemibuzo ngoku</a></div><p>Cofa iqhosha elingentla okanye usebenzise ilinki engezantsi ukuze utyelele i-TrueNTH:</p><p><a href="{0}">{0}</a></p><p>Ukuba unayo nayiphi na imibuzo okanye izinto ezikuxhalabisayo, nceda uqhagamshelane (igama lekliniki).</p><p><em>— Le imeyili iye yathunyelwa ngenxa yokuba uye wavuma ukuthatha inxaxheba kwiprojekti yokubhalisa ye-TrueNTH</em></p>

source: Service
af_za: Diens
es_es: Servicio
pt_br: Serviço
sv_se: Tjänst
xh_za: Inkonzo

source: Baseline
af_za: Basislyn
es_es: Referencia
pt_br: Linha de base
xh_za: Isiseko

source: Create a password
af_za: Skep ’n wagwoord
es_es: Crear contraseña
pt_br: Criar uma senha
sv_se: Skapa ett lösenord
xh_za: Yila iphaswedi

source: Staff
af_za: Personeellid
es_es: Personal
pt_br: Equipe
sv_se: Personal
xh_za: Abasebenzi

source: Ironman Recurring 6Mo Pattern
af_za: Ironman-herhalende 6md.-patroon
es_es: Patrón recurrente de 6Mo de Ironman
pt_br: Padrão semestral recorrente do Ironman
sv_se: Återkommande 6Mo-mönster för Ironman
xh_za: Ipateni yeeNyanga ezi-6 ka-Ironman Ebuyelelayo

source: Ironman Recurring Annual Pattern
af_za: Ironman-herhalende jaarlikse patroon
es_es: Patrón anual recurrente de Ironman
pt_br: Padrão anual recorrente do Ironman
sv_se: Återkommande årligt mönster för Ironman
xh_za: Ipateni yoNyaka ye-Ironman Ebuyelelayo

source: Social Support Network
af_za: Sosialeondersteuningsnetwerk
es_es: Red de apoyo social
pt_br: Rede de apoio social
sv_se: Socialt stödnätverk
xh_za: Inethiwekhi Yenkxaso Yabantu

source: Content Manager
af_za: Inhoudbestuurder
es_es: Gestor de contenidos
pt_br: Gerente de conteúdo
sv_se: Innehållsansvarig
xh_za: Umphathi Wesiqulatho

source: Researcher
af_za: Navorser
es_es: Investigador
pt_br: Pesquisador
sv_se: Forskare
xh_za: Umphandi

source: Decision Support tool
af_za: Besluitnemingsondersteuning-instrument
es_es: Herramienta de apoyo de decisión
pt_br: Ferramenta de apoio à decisão
sv_se: Verktyg som hjälper dig att fatta beslut
xh_za: Isixhobo Sokuxhaswa Kwesigqibo

source: OTHER: not yet officially supported
af_za: ANDER: word nog nie amptelik gesteun nie
es_es: OTROS: sin soporte oficial todavía
pt_br: OUTRO: ainda não suportado oficialmente
sv_se: ÖVRIGT: stöds inte officiellt än
xh_za: EZINYE: ezingekaxhaswa ngokusemthethweni

source: <p>(greeting),</p><p>This email was sent to you because you are a patient at (clinic name) and consented to participate in the Prostate Cancer Outcomes - (parent org) Registry Study.</p><p>This is an invitation to use the TrueNTH website, where you will report on your health. Your participation will help us collectively improve the care that men receive during their prostate cancer journey.</p><p>To complete your first questionnaire, please first verify your account.</p><div><a class="btn" href="{0}">Verify your account</a></div><p>You can also access the TrueNTH website with this link:<p/><p><a href="{0}">{0}</a></p><p>Save this email so that you can return to TrueNTH any time.</p><p>If you have any queries, please contact your representative at (clinic name).</p>
af_za: <p>(groete),</p><p>Hierdie e-pos is aan jou gestuur, want jy is ’n pasiënt by (klinieknaam) en het ingestem om aan die Prostaatkankeruitkomste – (parent org) registerstudie deel te neem.</p><p>Hierdie is ’n uitnodiging om die TrueNTH-webwerf te gebruik, waar jy verslag sal lewer oor jou gesondheid. Jou deelname sal ons help om gesamentlik die sorg wat mans tydens hul prostaatkankerreis ontvang, te verbeter.</p><p>Om jou eerste vraelys te voltooi, verifieer asseblief eers jou rekening.</p><div><a class="btn" href="{0}">Verifieer jou rekening</a></div><p>Jy kan ook deur die volgende skakel by die TrueNTH-webwerf ingaan:<p/><p><a href="{0}">{0}</a></p><p>Stoor hierdie e-pos, sodat jy enige tyd na TrueNTH kan terugkeer.</p><p>As jy enige navrae het, kontak asseblief jou verteenwoordiger by (klinieknaam).</p>
es_es: <p>(saludo):</p><p>Ha recibido este correo porque usted es paciente de (nombre de la clínica) y ha otorgado su consentimiento para participar en el Estudio de registros de Resultados del cáncer de próstata (parent org).</p><p>Esta es una invitación para utilizar el sitio web de TrueNTH, donde usted informará sobre su estado de salud. Su participación nos ayudará de manera colectiva a mejorar la atención que los hombres reciben durante su lucha contra el cáncer de próstata.</p><p>Para completar su primer cuestionario, por favor verifique en primer lugar su cuenta.</p><div><a class="btn" href="{0}">Verifique su cuenta</a></div><p>También puede iniciar sesión en el sitio de TrueNTH a través del enlace siguiente:<p/><p><a href="{0}">{0}</a></p><p>Guarde este correo para regresar a TrueNTH en el momento que quiera.</p><p>Si tiene alguna duda, póngase en contacto con su representante en (nombre de la clínica).</p>
pt_br: <p>(saudação),</p><p>Este email foi enviado porque você é um paciente em (nome da clínica) e consentiu em participar do Estudo de Registro de Resultados do Câncer de Próstata – (organização principal).</p><p>Este é um convite para você usar o site da TrueNTH, onde relatará sua saúde. Sua participação nos ajudará a melhorar coletivamente o cuidado recebido pelos homens durante sua jornada do câncer de próstata.</p><p>Verifique sua conta para concluir o primeiro questionário.</p><div><a class="btn" href="{0}">Verifique sua conta</a></div><p>Você também pode acessar o site da TrueNTH neste link:<p/><p><a href="{0}">{0}</a></p><p>Salve este email para que você possa retornar para a TrueNTH a qualquer momento.</p><p>Se você tiver alguma dúvida, entre em contato com seu representante em (nome da clínica).</p>
sv_se: <p>(hälsning)</p><p>Du har fått detta e-postmeddelande eftersom du är patient vid (klinikens namn) och har samtyckt till att delta i (huvudorganisations) registerstudie kring prostatacancerresultat.</p><p>Detta är en inbjudan att använda TrueNTH:s webbplats där du rapporterar din hälsa. Ditt deltagande kommer att hjälpa oss att gemensamt förbättra den vård som män får under sin prostatacancerresa.</p><p>För att slutföra din första enkät ber vi dig att först verifiera ditt konto.</p><div><a class="btn" href="{0}">Verifiera ditt konto</a></div><p>Du kan också komma till TrueNTH:s webbplats via denna länk:<p/><p><a href="{0}">{0}</a></p><p>Spara detta e-postmeddelande så att du kan komma åt TrueNTH när som helst.</p><p></p> Om du har några frågor ber vi dig kontakta din representant på (klinikens namn).
xh_za: <p>(umbuliso),</p><p>Le imeyile uyithunyelewe kuba usisigulana e(igama lekliniki) yaye unikele imvume yokuthatha inxaxheba Kwiziphumo Zomhlaza Weprosteti- (intlangano yomzali) Uphononongo Lobhaliso.</p><p>Esi sisimemo sokusebenzisa iwebhsaythi yeTrueNTH, apho uza kunikela ingxelo ngempilo yakho. Ukuthatha kwakho inxaxheba kuza kusinceda sonke siphucule unakekelo amadoda alufumanayo ebudeni bohamba lomhlaza weprosteti.</p><p>Ukuze uzalise uxwebhu lwemibuzo lokuqala, nceda uqale uqinisekise iakhawunti yakho.</p><div><a class="btn" href="{0}">Qinisekisa iakhawunti yakho</a></div><p>Ungafikelela nakwiwebhsaythi yeTrueNTH kule linki:<p/><p><a href="{0}">{0}</a></p><p>Yigcine le imeyile ukuze ubuyele kwiTrueNTH nanagliphi na ixesha.</p><p>Ukuba kukho into ofuna ukuyibuza, nceda uqhagamshelane nommeli wakho e(igama lekliniki).</p>

source: <p>Learn strategies for developing a new normal in your sex life after treatment for prostate cancer.</p>
af_za: <p>Leer strategieë om ’n nuwe normaal in jou sekslewe te ontwikkel na afloop van behandeling vir prostaatkanker.</p>
es_es: <p>Aprenda estrategias para desarrollar una nueva normalidad en su vida sexual después del tratamiento de cáncer de próstata.</p>
pt_br: <p>Aprenda estratégias para desenvolver uma vida sexual normal depois do tratamento do câncer de próstata.</p>
sv_se: <p>Lär dig strategier för att utveckla en ny norm i ditt sexliv efter behandling av prostatacancer.</p>
xh_za: <p>Funda iindlela zokuphuhlisa ubomi bakho obutsha kwezesondo emva konyango lomhlaza weprosteti.</p>

source: Report your health on TrueNTH. Email from (clinic name)
af_za: Rapporteer oor jou gesondheid op TrueNTH. E-pos vanaf (klinieknaam)
es_es: Informe su estado de salud en TrueNTH. Correo electrónico de (nombre de la clínica)
pt_br: Relate sua saúde na TrueNTH. Email de (nome da clínica)
sv_se: Rapportera din hälsa på TrueNTH. E-post från (klinikens namn)
xh_za: Nikela ingxelo ngempilo yakho kwiTrueNTH. I-imeyile esuka (igama lekliniki)

source: Ironman Recurring 3Mo Pattern
af_za: Ironman-herhalende 3Mo-patroon
es_es: Patrón recurrente de 3Mo de Ironman
pt_br: Padrão trimestral recorrente do Ironman
sv_se: Återkommande 3Mo-mönster för Ironman
xh_za: Ipateni yeeNyanga ezi-3 ka-Ironman Ebuyelelayo

source: Expired
af_za: het verval
es_es: Caducado
pt_br: expirado
sv_se: utgången
xh_za: iphelelwe

source: Application Developer
af_za: Toepassingontwikkelaar
es_es: Desarrollador de aplicaciones
pt_br: Desenvolvedor de aplicativo
sv_se: Programutvecklare
xh_za: UMyili we-Aplikeyishini

source: Decision Support WiserCare
af_za: WiserCare-besluitnemingsondersteuning
es_es: Apoyo de decisión WiserCare
pt_br: Apoio à decisão WiserCare
sv_se: Stöd att fatta beslut från WiserCare
xh_za: i-Decision Support WiserCare

source: April
es_es: Abril
pt_br: Abril
xh_za: Apreli

source: September
es_es: Septiembre
pt_br: Setembro
xh_za: Septemba

source: November
es_es: Noviembre
pt_br: Novembro
xh_za: Novemba

source: TrueNTH logo
es_es: Logotipo TrueNTH
pt_br: Logotipo da TrueNTH
sv_se: TrueNTH:s logotyp
xh_za: Ilogo ye-TrueNTH

source: TrueNTH ID
es_es: ID TrueNTH
pt_br: ID da TrueNTH
xh_za: i-ID yeTrueNTH

source: Movember Logo
es_es: Logotipo de Movember
pt_br: Logotipo da Movember
sv_se: Movembers logotyp
xh_za: Ilogo yeMovember

source: Movember logo
es_es: Logotipo de Movember
pt_br: Logotipo da Movember
sv_se: Movembers logotyp
xh_za: Ilogo kaMovember

source: Admin
pt_br: Administrador
xh_za: Ulawulo

source: Sweden (Region/Country Site)
sv_se: Sverige (Region/Land Plats)

source: Anon
sv_se: Inom kort
xh_za: I-Anon

source: TrueNTH
xh_za: I-TrueNTH

source: Facebook
xh_za: kuFacebook

source: Twitter
xh_za: kuTwitter

source: ID
xh_za: i-ID

source: Status
es_es: Estado
xh_za: Imo

source: CSV
xh_za: i-CSV

source: JSON
xh_za: i-JSON

source: Movember
xh_za: i-Movember

source: TrueNTH Global
xh_za: I-TrueNTH Global

source: Movember TrueNTH
xh_za: iTrueNTH kaMovember

source: Ironman V3
xh_za: I-Ironman V3

source: Ironman V2
xh_za: I-Ironman V2
