Repository: uwcirg/truenth-portal
Catalog: portal/translations/*/LC_MESSAGES/messages.po
Languages: af_za, es_es, pt_br, sv_se, xh_za

source: By checking this box, I confirm that I have read the required information to the patient and provided the opportunity for the patient to ask questions. I have addressed the questions to the patient’s satisfaction and have created an electronic copy of this declaration and have stored this copy. The patient has provided oral consent to participate in the TrueNTH Global Registry on the terms set out above.
af_za: Deur hierdie blokkie te merk, bevestig ek dat ek die vereiste inligting aan die pasiënt voorgelees het en aan die pasiënt die geleentheid gebied het om vrae te vra. Ek het die pasiënt se vrae bevredigend beantwoord en ek het ’n elektroniese afskrif van hierdie verklaring geskep en gestoor. Die pasiënt het mondelinge toestemming verleen om aan die TrueNTH globale register deel te neem, in ooreenstemming met die bepalings soos dit bo uiteengesit word.
es_es: Al marcar esta casilla, confirmo que he leído la información solicitada al paciente y le ha dado a este la oportunidad de hacer preguntas. He contestado a las preguntas a la entera satisfacción del paciente y creado una copia electrónica de esta declaración, que he almacenado. El paciente ha otorgado verbalmente su consentimiento para participar en el Registro global de TrueNTH en los términos descritos anteriormente.
pt_br: Marcando esta caixa, eu confirmo que li as informações necessárias para o paciente e permiti que o paciente fizesse perguntas. Respondi as perguntas do paciente de forma satisfatória e criei uma cópia eletrônica desta declaração para armazenamento. O paciente forneceu uma permissão oral para participar do Registro Global TrueNTH nos termos definidos acima.
sv_se: Genom att markera denna ruta bekräftar jag att jag har läst upp den erforderliga informationen för patienten och givit patienten möjlighet att ställa frågor. Jag har svarat på frågorna till patientens tillfredsställelse, skapat en elektronisk kopia av denna deklaration och har lagrat denna kopia. Patienten har lämnat muntligt samtycke till att delta i TrueNTH:s globala register i enlighet med de villkor som anges ovan.
xh_za: Ngokukorekisha le bhokisi, ndiyaqinisekisa ukuba ndiye ndasifundela isigulana inkcazelo efunekayo yaye ndanika isigulana ithuba lokubuza imibuzo. Isigulana siye saneliseka ziimpendulo endizinikeleyo yaye ndiye ndenza ikopi yelektroniki yesi sivumelwano ndaza ndayigcina le kopi. Isigulana siye sanikela uvumo lomlomo lokuthatha inxaxheba kwi-TrueNTH Global Registry ngokwemimiselo echazwe apha ngasentla.

source: By checking this box, I confirm that I have read and/or gone through required information to the subject and have completed the required consent to the use of the TrueNTH website tool and have created an electronic copy of this declaration and have stored said copy.
af_za: Deur hierdie blokkie te merk, bevestig ek dat ek die vereiste inligting aan die proefpersoon voorgelees het en/of daardeur gegaan het en dat ek die vereiste toestemming om die TrueNTH-webwerfinstrument te kan gebruik, voltooi het en ’n elektroniese afskrif van hierdie verklaring geskep en die voorgenoemde afskrif gestoor het.
es_es: Al marcar esta casilla, confirmo que he leído o repasado la información necesaria al sujeto y he completado el consentimiento requerido para el uso de la herramienta del sitio web de TrueNTH y he creado una copia electrónica de esta declaración y he almacenado dicha copia.
pt_br: Marcando esta caixa, eu confirmo que li e/ou obtive as informações necessárias para o assunto, concluí a permissão necessária para usar a ferramenta do site TrueNTH, criei uma cópia eletrônica desta declaração e a armazenei.
sv_se: Genom att markera denna ruta bekräftar jag att jag har läst och/eller gått igenom nödvändig information om ämnet, fyllt i det erforderliga samtyckesformuläret för användning av TrueNTH:s webbplatsverktyg och skapat en elektronisk kopia av denna deklaration, samt arkiverat nämnda kopia.
xh_za: Ngokurekisha le bhokisi, Ndiyavuma ukuba ndiye ndayifunda yaye/okanye ndayijonga inkcazelo efunekayo yoku ndaza ndayizalisa imvume efunekayo ukuze ndisebenzise isixhobo sewebhsaythi yeTrueNTH yaye ndiye ndayila ikopi yelektronikhi yale mvume ndaza ndazigcinela le kopi.

source: Subject has given consent previously and you had previously signed and stored an electronic copy of consent declaration..
af_za: Die proefpersoon het vantevore toestemming verleen en jy het vantevore ’n elektroniese afskrif van die toestemmingsverklaring onderteken en gestoor.
es_es: El sujeto ha dado su consentimiento previamente y usted ha firmado y almacenado una copia electrónica de la declaración de consentimiento...
pt_br: O indivíduo deu a permissão e assinou uma cópia eletrônica da declaração de permissão, que está armazenada.
sv_se: Personen har gett sitt samtycke tidigare och du har tidigare skrivit under och lagrat en elektronisk kopia av medgivandeförklaringen ...
xh_za: Lo mntu uye wayinikela imvume ngaphambili yaye uye wayisayina waza wagcina ikopi yelektroniki yesivumelwano semvume..

source: First name
af_za: Voornaam
es_es: Nombre
pt_br: Nome
sv_se: Förnamn
xh_za: IGama

source: Last name
af_za: Van
es_es: Apellido
pt_br: Sobrenome
sv_se: Efternamn
xh_za: Ifani

source: I'm a man who is concerned about prostate cancer for myself
af_za: Ek is ’n man wat bekommerd is oor my eie prostaatkanker
es_es: Soy un hombre que se preocupa por el cáncer de próstata por mí mismo
pt_br: Sou um homem preocupado com o câncer de próstata
sv_se: Jag är man och är orolig för prostatacancer
xh_za: Ndiyindoda enenkxalabo mayela nomhlaza weprosteti endinawo

source: I'm a caregiver, spouse or partner who wants to learn more about prostate cancer
af_za: Ek is ’n versorger, eggenoot of lewensmaat wat meer oor prostaatkanker wil uitvind
es_es: Soy un cuidador, cónyuge o pareja que quiere saber más sobre el cáncer de próstata
pt_br: Sou um cuidador, cônjuge ou parceiro que deseja saber mais sobre câncer de próstata
sv_se: Jag är vårdgivare, maka eller partner och vill lära mig mer om prostatacancer
xh_za: Ndingumnyamekeli, iqabane okanye umlingane ofuna ukufunda ngakumbi mayela nomhlaza weprosteti

source: (optional)
af_za: (opsioneel)
es_es: (opcional)
pt_br: (opcional)
sv_se: (valfritt)
xh_za: (yeyokuzikhethela)

source: Birth date
af_za: Geboortedatum
es_es: Fecha de nacimiento
pt_br: Data de nascimento
sv_se: Födelsedatum
xh_za: Usuku lokuzalwa

source: The birth day field is required and must be valid format
af_za: Die geboortedatumveld word vereis en moet in die geldige formaat wees
es_es: El campo de día de nacimiento es obligatorio y debe estar en formato válido
pt_br: O campo da data de nascimento é necessário e deve estar em um formato válido
sv_se: Fältet för födelsedag är obligatoriskt och måste vara i ett giltigt format
xh_za: Isithuba sosuku lokuzalwa siyafuneka yaye simele sibe kwifomathi efanelekileyo

source: Birth month
af_za: Geboortemaand
es_es: Mes de nacimiento
pt_br: Mês de nascimento
sv_se: Födelsemånad
xh_za: Inyanga Yokuzalwa

source: A birth month must be selected
af_za: ’n Geboortemaand moet gekies word
es_es: Se debe seleccionar un mes de nacimiento
pt_br: Um mês de nascimento deve ser selecionado
sv_se: Födelsemånad måste väljas
xh_za: Inyanga yokuzalwa ifanele ikhethwe

source: The birth year is required and must be in valid format
af_za: Die geboortejaar word vereis en moet in die geldige formaat wees
es_es: El año de nacimiento es obligatorio y debe estar en formato válido
pt_br: O ano de nascimento é necessário e deve estar em um formato válido
sv_se: Fältet för födelseår är obligatoriskt och måste vara i ett giltigt format
xh_za: Unyaka wokuzalwa uyafuneka yaye umele ube kwifomathi efanelekileyo

source: Have you had a prostate cancer biopsy?
af_za: Het jy al ’n prostaatkankerbiopsie ondergaan?
es_es: ¿Le han hecho una biopsia de cáncer de próstata?
pt_br: Você já realizou uma biopsia de câncer de próstata?
sv_se: Har du genomgått en prostatabiopsi?
xh_za: Ngaba sele uyenzile i-biopsy yomhlaza weprosteti?

source: Yes
af_za: Ja
es_es: Sí
pt_br: Sim
sv_se: Ja
xh_za: Ewe

source: Biopsy Date
af_za: Biopsiedatum
es_es: Fecha de la biopsia
pt_br: Data da biópsia
sv_se: Datum för biopsi
xh_za: Umhla we-Biopsy

source: The biopsy day field is required and must be valid format
af_za: Die biopsiedag-veld word vereis en moet in die geldige formaat wees
es_es: El campo del día de la biopsia es obligatorio y debe estar en formato válido
pt_br: O campo do dia da biópsia é necessário e deve estar em um formato válido
sv_se: Fältet för datum för biopsi är obligatoriskt och måste vara i ett giltigt format
xh_za: Isithuba sosuku lwe-biopsy siyafuneka yaye simele sibe kwifomathi efanelekileyo

source: A biopsy month must be selected
af_za: ’n Biopsiemaand moet gekies word
es_es: Se debe seleccionar un mes de biopsia
pt_br: O mês da biopsia deve ser selecionado
sv_se: Månad för biopsi måste väljas
xh_za: Inyanga ye-biopsy ifanele ikhethwe

source: The biopsy year is required and must be in valid format
af_za: Die biopsiejaar word vereis en moet in die geldige formaat wees
es_es: El año de la biopsia es obligatorio y debe estar en formato válido
pt_br: O ano da biopsia é necessário e deve estar em um formato válido
sv_se: År för biopsi är obligatoriskt och måste vara i ett giltigt format
xh_za: Unyaka we-biopsy uyafuneka yaye umele ube kwifomathi efanelekileyo

source: No
af_za: Nee
pt_br: Não
sv_se: Nej
xh_za: Hayi

source: I don't know
af_za: Ek weet nie
es_es: No lo sé
pt_br: Eu não sei
sv_se: Jag vet inte
xh_za: Andazi

source: Have you been diagnosed with prostate cancer?
af_za: Is jy al met prostaatkanker gediagnoseer?
es_es: ¿Ha sido diagnosticado con cáncer de próstata?
pt_br: Você já foi diagnosticado com câncer de próstata?
sv_se: Har du diagnostiserats med prostatacancer?
xh_za: Ngaba uye wafunyaniswa unomhlaza weprosteti?

source: Yes (my biopsy was positive)
af_za: Ja (my biopsie was positief)
es_es: Sí (mi biopsia resultó positiva)
pt_br: Sim (minha biopsia foi positiva)
sv_se: Ja (min biopsi var positiv)
xh_za: Ewe (i-biopsy yam ibiphozithivu)

source: No (my biopsy was negative)
af_za: Nee (my biopsie was negatief)
es_es: No (mi biopsia resultó negativa)
pt_br: Não (minha biopsia foi negativa)
sv_se: Nej (min biopsi var negativ)
xh_za: Hayi (i-biopsy yam ibinegethivu)

source: Is the prostate cancer only within the prostate?
af_za: Is die prostaatkanker slegs in die prostaat?
es_es: ¿Está el cáncer de próstata solo dentro de la próstata?
pt_br: O câncer de próstata está contido apenas na próstata?
sv_se: Är prostatacancern bara i prostatan?
xh_za: Ngaba lo mhlaza weprosteti ungaphakathi kweprosteti kuphela?

source: No (the cancer is in other parts of my body, too)
af_za: Nee (die kanker is in ander dele van my liggaam ook)
es_es: No (el cáncer está también en otras partes de mi cuerpo)
pt_br: Não (o câncer também está em outras partes do meu corpo)
sv_se: Nej (jag har cancer i andra delar av kroppen också)
xh_za: Hayi (umhlaza ukho nakwezinye iinxalenye zomzimba wam)

source: Have you begun prostate cancer treatment?
af_za: Het jy al met prostaatkankerbehandeling begin?
es_es: ¿Ha comenzado tratamiento para el cáncer de próstata?
pt_br: Você começou o tratamento para o câncer de próstata?
sv_se: Har du påbörjat din prostatacancerbehandling?
xh_za: Ngaba sele uluqalile unyango lomhlaza weprosteti?

source: What is your main clinic for prostate cancer care?
af_za: Watter kliniek is jou hoofkliniek vir prostaatkankersorg?
es_es: ¿Cuál es su clínica principal para atención del cáncer de próstata?
pt_br: Qual é sua clínica principal para o cuidado do câncer de próstata?
sv_se: Vilken är din huvudsakliga klinik för prostatacancervård?
xh_za: Yeyiphi eyona kliniki yakho eyintloko yokunyanyekelwa komhlaza weprosteti?

source: I'm not receiving care at any of the above clinics
af_za: Ek ontvang nie versorging by enige van die bogenoemde klinieke nie
es_es: No estoy recibiendo atención en ninguna de las clínicas anteriores
pt_br: Não estou recebendo cuidado em nenhuma das clínicas acima
sv_se: Jag får inte vård på någon av de ovanstående klinikerna
xh_za: Andfumani nakekelo kuyo nayiphi kwezi kliniki zichazwe apha ngasentla

source: Email Invite
af_za: E-pos-uitnodiging
es_es: Invitar por correo electrónico
pt_br: Convite por email
sv_se: E-postinbjudan
xh_za: Ukumenywa Nge-Imeyile

source: Send a TrueNTH email invite by filling in the form below.
af_za: Stuur ’n TrueNTH-e-pos-uitnodiging deur die onderstaande vorm te voltooi.
es_es: Enviar una invitación de correo electrónico de TrueNTH rellenando el siguiente formulario.
pt_br: Envie um convite por email para experimentar a TrueNTH preenchendo o formulário abaixo.
sv_se: Skicka en inbjudan till TrueNTH via e-post genom att fylla i nedanstående formulär.
xh_za: Thumela isimemo seTrueNTH nge-imeyile ngokuzalisa le fomu ingezantsi.

source: To (separate multiple addresses with white space)
af_za: Aan (aparte veelvuldige adresse met wit spasie)
es_es: Para (separar varias direcciones con espacios en blanco)
pt_br: Para (separe vários endereços com um espaço em branco)
sv_se: Till (separera flera adresser med blanksteg)
xh_za: Iya ku (yahlukanisa iidilesi eziliqela ngesithuba esimhlophe)

source: Invitation to try TrueNTH
af_za: Uitnodiging om TrueNTH te probeer
es_es: Invitación para probar TrueNTH
pt_br: Convite para experimentar a TrueNTH
sv_se: Inbjudan att prova TrueNTH
xh_za: Isimemo sokuzama iTrueNTH

source: Body
af_za: Inhoud
es_es: Cuerpo
pt_br: Corpo
sv_se: Brödtext
xh_za: Isiqu

source: TrueNTH Invitation
af_za: TrueNTH-uitnodiging
es_es: Invitación de TrueNTH
pt_br: Convite para a TrueNTH
sv_se: Inbjudan till TrueNTH
xh_za: Isimemo seTrueNTH

source: Send Invite
af_za: Stuur uitnodiging
es_es: Enviar invitación
pt_br: Enviar convite
sv_se: Skicka inbjudan
xh_za: Thumela Isimemo

source: Email Invite Sent
af_za: E-pos-uitnodiging gestuur
es_es: Invitación enviada por correo electrónico
pt_br: Convite por email enviado
sv_se: E-postinbjudan skickad
xh_za: Isimemo se-Imeyile sithunyelwe

source: To
af_za: Aan
es_es: Para
pt_br: Para
sv_se: Till
xh_za: Iya ku

source: Sent
af_za: Gestuur
es_es: Enviado
pt_br: Enviar
sv_se: Skickat
xh_za: Thumela

source: Message
af_za: Boodskap
es_es: Mensaje
pt_br: Mensagem
sv_se: Meddelande
xh_za: Umyalezo

source: About
af_za: Meer oor
es_es: Acerca de
pt_br: Sobre
sv_se: Om
xh_za: Mayela

source: Decision Support
af_za: Besluitnemingsondersteuning
es_es: Apoyo a la decisión
pt_br: Apoio à decisão
sv_se: Stöd att fatta beslut
xh_za: Ukuxhaswa Kwesigqibo

source: Prostate Cancer Facts
af_za: Prostaatkankerfeite
es_es: Datos sobre el cáncer de próstata
pt_br: Fatos sobre o câncer de próstata
sv_se: Fakta om prostatacancer
xh_za: Izibakala Zomhlaza WeProsteti

source: Terms
af_za: Bepalings
es_es: Términos
pt_br: Termos
sv_se: Villkor
xh_za: Imimiselo

source: Contact
af_za: Kontak
es_es: Contacto
pt_br: Contato
sv_se: Kontakt
xh_za: Qhagamshela

source: Contact Us
af_za: Kontak ons
es_es: Contacte con nosotros
pt_br: Entre em contato conosco
sv_se: Kontakta oss
xh_za: Siqhagamshele

source: %(year)d Movember Foundation. All rights reserved. A registered 501(c)3 non-profit organization.
af_za: %(year)d Movember Foundation. Alle regte voorbehou. ’n Geregistreerde 501(c)3 organisasie sonder winsbejag.
es_es: %(year)d Movember Foundation. Todos los derechos reservados. Una organización sin fines de lucro con registro 501 (c) 3.
pt_br: %(year)d Movember Foundation. Todos os direitos reservados. Uma organização sem fins lucrativos 501(c)3 registrada.
sv_se: %(year)d Movember Foundation. Alla rättigheter förbehålls. En ideell organisation med 501 (c) 3-status.
xh_za: %(year)d Movember Foundation. Onke amalungelo agciniwe. Intlangano ebhalisiweyo 501(c)3 nengenzi ngeniso.

source: dismiss
af_za: verwerp
es_es: descartar
pt_br: descartar
sv_se: avvisa
xh_za: yeka

source: brand logo
af_za: handelsmerklogo
es_es: logotipo de la marca
pt_br: logotipo da marca
sv_se: varumärkeslogotyp
xh_za: uphawu lwelogo

source: My TrueNTH Profile
af_za: My TrueNTH-profiel
es_es: Mi perfil de TrueNTH
pt_br: Meu Perfil da TrueNTH
sv_se: Min TrueNTH-profil
xh_za: Iprofayile yam yeTrueNTH

source: Client Applications
af_za: Kliënteaansoeke
es_es: Aplicaciones del cliente
pt_br: Aplicativos do cliente
sv_se: Klientapplikationer
xh_za: Usetyenziso lweklayenti

source: Patients
af_za: Pasiënte
es_es: Pacientes
pt_br: Pacientes
sv_se: Patienter
xh_za: Izigulana

source: Staff List
af_za: Personeellys
es_es: Lista del personal
pt_br: Lista de funcionários
sv_se: Personallista
xh_za: Uluhlu Lwabasebenzi

source: User Administration
af_za: Gebruikeradministrasie
es_es: Administración de usuarios
pt_br: Administração do usuário
sv_se: Användaradministration
xh_za: Okulawulwa ngabasebenzisi

source: Scheduled Jobs
af_za: Geskeduleerde werk
es_es: Trabajos programados
pt_br: Trabalhos agendados
sv_se: Schemalagda jobb
xh_za: Imisebenzi Ecwangcisiweyo

source: Settings
af_za: Instellings
es_es: Configuración
pt_br: Configurações
sv_se: Inställningar
xh_za: Iisetingi

source: Reporting Dashboard
af_za: Verslagleweringkontroleskerm
es_es: Panel de informes
pt_br: Painel de relatórios
sv_se: Instrumentpanel för rapportering
xh_za: Ukunikela ingxelo Yedeshbhodi

source: Research Data
af_za: Navorsingsdata
es_es: Datos de la investigación
pt_br: Dados da pesquisa
sv_se: Forskningsdata
xh_za: Inkcazelo Ngophando

source: Log Out of TrueNTH
af_za: Meld af by TrueNTH
es_es: Cerrar sesión de TruNTH
pt_br: Sair da TrueNTH
sv_se: Logga ut från TrueNTH
xh_za: Loga Uphume kwiTrueNTH

source: MENU
af_za: KIESLYS
es_es: MENÚ
sv_se: MENY
xh_za: IMENYU

source: Profile image
af_za: Profielfoto
es_es: Imagen del perfil
pt_br: Foto do perfil
sv_se: Profilbild
xh_za: Umfanekiso weprofayile

source: Welcome
af_za: Welkom
es_es: Bienvenido/a
pt_br: Bem-vindo
sv_se: Välkommen
xh_za: Wamkelekile

source: Log In to TrueNTH
af_za: Meld aan by TrueNTH
es_es: Iniciar sesión de TrueNTH
pt_br: Entrar na TrueNTH
sv_se: Logga in på TrueNTH
xh_za: Loga Ungene kwiTrueNTH

source: Return to TrueNTH home
af_za: Keer terug na TrueNTH-tuisblad
es_es: Volver a la página de inicio de TrueNTH
pt_br: Voltar para a página inicial da TrueNTH
sv_se: Återgå till startsida för TrueNTH
xh_za: Buyela kwiphepha lokuqala leTrueNTH

source: Your session is about to expire
af_za: Jou sessie gaan binnekort verval
es_es: Su sesión está a punto de caducar
pt_br: Sua sessão está prestes a expirar
sv_se: Din session är på väg att löpa ut
xh_za: Iseshoni yakho sele iza kuphelelwa

source: Your session will expire in approximately {time} seconds due to inactivity.
af_za: Jou sessie sal binne ongeveer {time} sekondes verval weens onaktiwiteit.
es_es: Su sesión expirará en aproximadamente {time} segundos por inactividad.
pt_br: Sua sessão expirará em aproximadamente {time} segundos devido à inatividade.
sv_se: Din session löper ut om ungefär {time} sekunder på grund av inaktivitet.
xh_za: Iseshoni yakho iza kuphelelwa malunga nemizuzwana eyi-{ixesha} ngenxa yokungasebenzi.

source: Log Out
af_za: Meld af
es_es: Cerrar sesión
pt_br: Sair
sv_se: Logga ut
xh_za: Loga Uphume

source: Stay Logged In
af_za: Bly aangemeld
es_es: Permanecer conectado
pt_br: Permaneça conectado
sv_se: Fortsätt vara inloggad
xh_za: Hlala Uloge Wangena

source: Usage Statistics
af_za: Gebruikerstatistiek
es_es: Estadísticas de uso
pt_br: Estatísticas de uso
sv_se: Användarstatistik
xh_za: Ubalo Lokusetyenziswa

source: User Statistics
af_za: Gebruikerstatistiek
es_es: Estadísticas de usuario
pt_br: Estatísticas do usuário
sv_se: Användarstatistik
xh_za: Ubalo Lomsebenzisi

source: User Statistics By Role
af_za: Gebruikerstatistiek per rol
es_es: Estadísticas de usuario por rol
pt_br: Estatísticas do usuário por função
sv_se: Användarstatistik sorterad efter roller
xh_za: Ubalo Lomsebenzisi Ngokwendima

source: User Statistics By Intervention
af_za: Gebruikerstatistiek per intervensie
es_es: Estadísticas de usuario por intervención
pt_br: Estatísticas do usuário por intervenção
sv_se: Användarstatistik sorterad efter intervention
xh_za: Ubalo Lomsebenzisi ngokoNgenelelo

source: User Statistics By Patient Report
af_za: Gebruikerstatistiek per pasiëntverslag
es_es: Estadísticas de usuario por informe de paciente
pt_br: Estatísticas do usuário por relatório do paciente
sv_se: Användarstatistik sorterad efter patientrapporter
xh_za: Ubalo Lomsebenzisi Ngokwengxelo Yesigulana

source: User Statistics By Intervention Access
af_za: Gebruikerstatistiek per intervensietoegang
es_es: Estadísticas de usuario por acceso a la intervención
pt_br: Estatísticas do usuário por acesso da intervenção
sv_se: Användarstatistik sorterad efter interventionsåtkomst
xh_za: Ubalo Lomsebenzisi Ngokofikelelo Longenelelo

source: Institution Statistics
af_za: Instellingstatistiek
es_es: Estadísticas de la institución
pt_br: Estatísticas da instituição
sv_se: Institutionsstatistik
xh_za: Ubalo Lweziko

source: Registrations are collected from the User.registration timestamps of all Users without the Test Role
af_za: Registrasies word afgehaal by die: User.registration tydstempels van alle gebruikers sonder die toetsrol
es_es: Los informes son recolectados a partir de las marcas de tiempo de User.registration de todos los Usuarios sin rol de prueba
pt_br: Os registros são coletados do User.registration carimbos de data e hora de todos os usuários sem a função de teste
sv_se: Registreringar samlas in från tidsstämplar för User.registration för alla användare som inte har en testroll
xh_za: Ubhaliso luqokelelwe ngokusuka kubhaliso.Lomsebenzisi isitampu sexesha sabo bonke Abasebenzisi ngaphandle Kwendima Yovavanyo

source: Logins are collected from the start_time timestamps of Encounters whose auth_method='password_authenticated'
af_za: Aanmeldings word afgehaal by die: start_time tydstempels van ontmoetings met: auth_method='password_authenticated'
es_es: Los inicios de sesión son recolectados a partir de las marcas de tiempo start_time de los Encuentros de manera que auth_method='password_authenticated'
pt_br: Os logins são coletados a partir dos carimbos de data e hora start_time dos encontros cujo auth_method='password_authenticated'
sv_se: Inloggningar samlas in via tidsstämplar från start_time för möten med auth_method = 'password_authenticated'
xh_za: Ukuloga ungene kuqokelelwe ngokusuka kwizitampu zexesha_lokuqala kwii-Encounters whose auth_method='password_authenticated'

source: Source
af_za: Bron
es_es: Fuente
pt_br: Fonte
sv_se: Källa
xh_za: Umthombo

source: Today
af_za: Vandag
es_es: Hoy
pt_br: Hoje
sv_se: Idag
xh_za: Namhlanje

source: This Month
af_za: Hierdie maand
es_es: Este mes
pt_br: Este mês
sv_se: Denna månad
xh_za: Kule Nyanga

source: This Year
af_za: Hierdie jaar
es_es: Este año
pt_br: Este ano
sv_se: I år
xh_za: Kulo Nyaka

source: All Time
af_za: Alle tyd
es_es: Todo el tiempo
pt_br: Todo o tempo
sv_se: Sedan starten
xh_za: Ngamaxesha Onke

source: Registrations
af_za: Registrasies
es_es: Registros
pt_br: Registros
sv_se: Registreringar
xh_za: Ukubhalisa

source: Logins
af_za: Aanmeldings
es_es: Inicios de sesión
sv_se: Inloggningar
xh_za: Ukuloga ungene

source: User stats are collected from all Users without the Test Role
af_za: Gebruikerstatistiek word ingesamel vanaf alle gebruikers sonder die toetsrol
es_es: Las estadísticas de usuario son recolectadas de todos los Usuarios sin rol de prueba
pt_br: As estatísticas do usuário são coletadas de todos os usuários sem a função de teste
sv_se: Användarstatistik samlas in för alla användare som inte har en testroll
xh_za: Ubalo lomsebenzisi luqokelelwa kubo bonke Abasebenzisi ngaphandle Kwendima Yovavanyo
