Repository: uwcirg/truenth-portal
Catalog: portal/translations/*/LC_MESSAGES/messages.po
Languages: af_za, es_es, pt_br, sv_se, xh_za

source: Change password
af_za: Verander wagwoord
es_es: Cambiar contraseña
pt_br: Alterar senha
sv_se: Ändra lösenord
xh_za: Tshintsha iphaswedi

source: Change username
af_za: Verander gebruikernaam
es_es: Cambiar nombre de usuario
pt_br: Alterar nome de usuário
sv_se: Ändra användarnamn
xh_za: Tshintsha igama lomsebenzisi

source: Invite User
af_za: Nooi gebruiker uit
es_es: Invitar a usuario
pt_br: Convidar usuário
sv_se: Bjud in användare
xh_za: Mema Umsebenzisi

source: Login With Facebook
af_za: Meld aan met Facebook
es_es: Iniciar sesión con Facebook
pt_br: Entrar com o Facebook
sv_se: Logga in med Facebook
xh_za: Loga Ungene ngoFacebook

source: Login With Google
af_za: Meld aan met Google
es_es: Iniciar sesión con Google
pt_br: Entrar com o Google
sv_se: Logga in med Google
xh_za: Loga Ungene NgoGoogle

source: Sign in
af_za: Meld aan
es_es: Iniciar sesión
pt_br: Entrar
sv_se: Logga in
xh_za: Sayina ungene

source: Manage Emails
af_za: Bestuur e-posse
es_es: Administrar mensajes de correo electrónico
pt_br: Gerenciar emails
sv_se: Hantera e-post
xh_za: Lawula I-imeyile

source: Email address
af_za: E-posadres
es_es: Dirección de correo electrónico
pt_br: Endereço de email
sv_se: E-postadress
xh_za: Idilesi ye-imeyile

source: Email address is required.
af_za: E-posadres word vereis.
es_es: Se requiere una dirección de correo electrónico.
pt_br: O endereço de email é necessário.
sv_se: E-postadress måste anges.
xh_za: Idilesi ye-imeyile iyafuneka.

source: Oops, the password does not meet the minimum requirements.
af_za: Oeps, die wagwoord voldoen nie aan die minimum vereistes nie.
es_es: Uy, la contraseña no cumple los requisitos mínimos.
pt_br: Ops, a senha não atende aos requisitos mínimos.
sv_se: Oj då, lösenordet uppfyller inte minimikraven.
xh_za: Oops, iphaswedi ayihambelani nobuncinane beemfuno ezifunekayo.

source: Retype Password
af_za: Tik weer die wagwoord in
es_es: Volver a escribir contraseña
pt_br: Redigite a senha
sv_se: Ange lösenordet igen
xh_za: Tayipha Kwakhona Iphaswedi

source: Oops, the two password fields do not match.
af_za: Oeps, die twee wagwoordvelde verskil.
es_es: Uy, los dos campos de la contraseña no coinciden.
pt_br: Ops, os dois campos de senha não correspondem.
sv_se: Oj då, de två lösenordsfälten stämmer inte överens.
xh_za: Oops, izithuba ezimbini zephaswedi azihambelani.

source: Please re-type your password.
af_za: Tik asseblief weer jou wagwoord in.
es_es: Vuelva a introducir su contraseña.
pt_br: Redigite sua senha.
sv_se: Ange lösenordet igen.
xh_za: Nceda utayiphe kwakhona iphaswedi yakho.

source: Register using:
af_za: Registreer met:
es_es: Registrarse usando:
pt_br: Registre-se usando:
sv_se: Registrera dig med:
xh_za: Bhalisa usebenzisa:

source: Log In With Facebook
af_za: Meld aan met Facebook
es_es: Iniciar sesión con Facebook
pt_br: Entre com o Facebook
sv_se: Logga in med Facebook
xh_za: Loga Ungene ngoFacebook

source: Log In With Google
af_za: Meld aan met Google
es_es: Iniciar sesión con Google
pt_br: Entre com o Google
sv_se: Logga in med Google
xh_za: Loga Ungene NgoGoogle

source: Learn more about using Facebook or Google to sign up for TrueNTH.
af_za: Vind meer uit oor hoe om Facebook of Google te gebruik om by TrueNTH in te teken.
es_es: Aprenda más sobre el uso de Facebook o Google para registrarse en TrueNTH.
pt_br: Saiba mais sobre como usar o Facebook ou Google para se inscrever na TrueNTH.
sv_se: Läs mer om hur du använder Facebook eller Google för att registrera dig för TrueNTH.
xh_za: Funda okungakumbi mayela nokusebenzisa iFacebook okanye iGoogle ukuze usayinele iTrueNTH.

source: Password must have at least:
af_za: Wagwoorde moet minstens die volgende hê:
es_es: La contraseña debe contener al menos:
pt_br: A senha deve ter pelo menos:
sv_se: Lösenordet måste innehålla minst:
xh_za: Iphaswedi imele okungenani ibe:

source: Eight characters
af_za: Agt karakters
es_es: 8 caracteres
pt_br: Oito caracteres
sv_se: Åtta tecken
xh_za: Neempawu ezisibhozo

source: One lowercase letter
af_za: Een kleinletter
es_es: Una letra en minúscula
pt_br: Uma letra minúscula
sv_se: En liten bokstav
xh_za: Unobumba omncinci omnye

source: One uppercase letter
af_za: Een hoofletter
es_es: Una letra en mayúscula
pt_br: Uma letra maiúscula
sv_se: En stor bokstav
xh_za: Unobumba omkhulu omnye

source: One number
af_za: Een nommer
es_es: Un número
pt_br: Um número
sv_se: En siffra
xh_za: Inani elinye

source: About Using Google or Facebook for TrueNTH
af_za: Meer oor hoe om Google of Facebook vir TrueNTH te gebruik
es_es: Acerca del uso de Google o Facebook para TrueNTH
pt_br: Sobre como usar o Google ou Facebook para a TrueNTH
sv_se: Om användning av Google eller Facebook för TrueNTH
xh_za: Mayela Nokusebenzisa iGoogle okanye iFacebook kwiTrueNTH

source: We offer users the ability to create a unique account for TrueNTH or the option to use their Facebook or Google logins. Choosing to use Facebook or Google provides a few additional benefits to you:
af_za: Ons bied aan gebruikers die vermoë om ’n unieke rekening vir TrueNTH te skep, of die opsie om hul Facebook- of Google-aanmeldingbesonderhede te gebruik. As jy kies om Facebook of Google te gebruik, kom jy in aanmerking vir ’n paar bykomende voordele:
es_es: Ofrecemos a los usuarios la posibilidad de crear una cuenta única para TrueNTH o la opción de usar sus cuentas de Facebook o Google. Usar Facebook o Google tiene algunas ventajas adicionales:
pt_br: Oferecemos para os usuários a capacidade de criar uma conta exclusiva para a TrueNTH ou a opção de usar os logins do Facebook ou Google. Usar o Facebook ou Google fornece alguns benefícios adicionais para você:
sv_se: Vi erbjuder användare möjligheten att skapa ett unikt konto för TrueNTH eller alternativet att använda sina Facebook- eller Google-konton. Att välja att använda Facebook eller Google ger dig några ytterligare fördelar:
xh_za: Sinika abasebenzisi ubuchule bokuyila i-akhawunti eyodwa ye-TrueNTH okanye bakhethe ukusebenzisa ukuloga bangene ngooFacebook babo okanye uGoogle. Ukukhetha ukusebenzisa uFacebook okanye uGoogle kukunika iinzuzo ezimbalwa ezongezelelekileyo:

source: A single login - you don't need to remember multiple user names or passwords. Assuming you have an active login with Facebook or Google, logging into TrueNTH is as simple as clicking a single button.
af_za: ’n Enkelaanmelding – jy hoef nie ’n klomp gebruikername en wagwoorde te onthou nie. As jy aktief aangemeld is met Facebook of Google, is aanmelding by TrueNTH so eenvoudig soos die klik van ’n enkele knoppie.
es_es: Un único inicio de sesión: no necesita recordar múltiples nombres de usuario o contraseñas. Suponiendo que tiene una sesión activa con Facebook o Google, entrar en TrueNTH es tan simple como hacer clic en un botón.
pt_br: Um login único – você não precisa lembrar de vários nomes de usuário ou senhas. Supondo que você tenha um login ativo com o Facebook ou Google, entrar na TrueNTH, basta clicar em um único botão.
sv_se: Ett enda konto - du behöver inte lägga ytterligare användarnamn och lösenord på minnet. Om du har aktiv inloggning med Facebook eller Google behöver du bara klicka på en knapp för att logga in på TrueNTH.
xh_za: Ukuloga ungene kwakanye - akunyanzelekanga ukuba ukhumbule amagama osetyenziso aliqela okanye iiphaswedi. Masithi unokuloga ungene okusebenzayo neFacebook okanye neGoogle, ukuloga uye kwiTrueNTH kulula njengokucofa iqhosha elinye.

source: TrueNTH can automatically import basic profile information from those services, simplifying the amount of information you need to enter. This includes name, email address, birthdate and profile image.
af_za: TrueNTH kan basiese profielinligting outomaties vanaf daardie dienste invoer, wat die hoeveelheid inligting wat jy moet invoer vereenvoudig. Dit sluit jou naam, e-posadres, geboortedatum en profielfoto in.
es_es: TrueNTH puede importar automáticamente información básica del perfil a partir de dichos servicios, simplificando la cantidad de información que usted necesita para acceder. Esto incluye nombre, dirección de correo electrónico, fecha de nacimiento e imagen del perfil.
pt_br: A TrueNTH pode importar automaticamente informações básicas do perfil desses serviços, simplificando a quantidade de informações que você precisa inserir. Isso inclui nome, endereço de email, data de nascimento e imagem do perfil.
sv_se: TrueNTH kan automatiskt importera grundläggande profilinformation från dessa tjänster och på så sätt reducera mängden information du behöver ange. Detta inkluderar namn, e-postadress, födelsedatum och profilbild.
xh_za: i-TrueNTH iyakwazi ukuthumela ngokuzenzekelayo inkcazelo esisiseko yeprofayile ngokusuka kwezi nkonzo, yenza lula inkcazelo ekufuneka uyifake. Oku kuquka igama, idilesi ye-imeyile, usuku lokuzalwa kunye nomfanekiso weprofayile.

source: Information is a one-way street - TrueNTH can pull basic profile information from Facebook and Google, but never share anything with them. And we NEVER post or share anything to your accounts.
af_za: Inligting is ’n eenrigtingstraat – TrueNTH kan basiese profielinligting vanaf Facebook en Google verkry, maar sal nooit iets met hulle deel nie. En ons maak nie plasings of deel OOIT iets na jou rekeninge toe nie.
es_es: El flujo de información se da en un solo sentido: TrueNTH puede obtener información básica del perfil de Facebook y Google, pero no puede compartir nada con ellos. Y NUNCA publicamos o compartimos nada en sus cuentas.
pt_br: Informações é uma rua de mão única – a TrueNTH pode obter informações básicas do perfil do Facebook e Google, mas nunca compartilhar nada com eles. Nós NUNCA publicamos ou compartilhamos nada com suas contas.
sv_se: Informationen går bara i en riktning – TrueNTH kan hämta grundläggande uppgifter från Facebook och Google, men kan aldrig dela något med dem. Och vi lägger ALDRIG upp eller delar något till dina konton.
xh_za: Inkcazelo ngumgaqo oya ndaweni nye - iTrueNTH ingakhupha inkcazelo esisiseko ngokusuka kwiFacebook nakwiGoogle, kodwa ayabelani nganto nazo. Yaye ASIZE sifake okanye sabelane ngezinto neeakhawunti zakho.

source: Resend Confirmation Email
af_za: Stuur weer bevestigings-e-pos
es_es: Reenviar correo electrónico de confirmación
pt_br: Reenviar email de confirmação
sv_se: Skicka e-postbekräftelse igen
xh_za: Thumela Kwakhona Uqinisekiso lwe-Imeyile

source: Reset Password
af_za: Stel wagwoord terug
es_es: Restablecer contraseña
pt_br: Redefinir senha
sv_se: Återställ lösenord
xh_za: Seta Kwakhona Iphaswedi

source: Password must have at least eight characters with one lowercase letter, one uppercase letter and one number
af_za: Wagwoord moet ten minste agt karakters met een kleinletter, een hoofletter en een syfer hê
es_es: La contraseña debe tener al menos ocho caracteres con una letra minúscula, una mayúscula y un número.
pt_br: A senha deve ter no mínimo oito caracteres com uma letra minúscula, uma letra maiúscula e um número
sv_se: Lösenordet måste ha minst åtta tecken med en liten bokstav, en stor bokstav och en siffra
xh_za: Iphaswedi imele ubuncinane ibe neekharektha ezisibhozo ibe nonobumba omnye omncinci, unobumba omnye omkhulu nenombolo enye

source: User profile
af_za: Gebruikerprofiel
es_es: Perfil del usuario
pt_br: Perfil do usuário
sv_se: Användarprofil
xh_za: Iprofayile yomsebenzisi

source: Hello %(first_name)s %(last_name)s,
af_za: Hallo %(first_name)s %(last_name)s,
es_es: Hola, %(first_name)s %(last_name)s:
pt_br: Olá %(first_name)s %(last_name)s,
sv_se: Hej %(first_name)s %(last_name)s,
xh_za: Molo %(first_name)s %(last_name)s,

source: <p>Thank you,</p> <p>The TrueNTH Team</p>
af_za: <p>Dankie,</p> <p>Die TrueNTH-span</p>
es_es: <p>Gracias,</p> <p>El Equipo de TrueNTH</p>
pt_br: <p>Obrigado</p> <p>A equipe da TrueNTH</p>
sv_se: <p>Tack,</p> <p>TrueNTH-teamet</p>
xh_za: <p>Enkosi,</p> <p>Iqela leTrueNTH</p>

source: <p>Please do not reply to this email. If you have any questions about this message, reach out to your %(parent_org)s representative and they will gladly assist.</p>
af_za: <p>Moet asseblief nie hierdie e-pos beantwoord nie. As u enige vrae oor hierdie boodskap het, kontak u %(parent_org)s-verteenwoordiger en hy of sy sal u met graagte help.</p>
pt_br: <p>Não responda a este email. Se tiver perguntas sobre esta mensagem, entre em contato com seu representante da %(parent_org)s que terá prazer em ajudar você.</p>
xh_za: <p>Nceda ungaphenduli kule imeyile. Ukuba unayo nayiphi imibuzo ngalo myalezo, thetha nommeli wakho we-%(parent_org)s yaye uza kukuvuyela ukukunceda.</p>

source: Please do not reply to this email. If you have any questions about this message, reach out to your %(parent_org)s representative and they will gladly assist.
af_za: Moet asseblief nie hierdie e-pos beantwoord nie. As u enige vrae oor hierdie boodskap het, kontak u %(parent_org)s-verteenwoordiger en hy of sy sal u met graagte help.
pt_br: Não responda a este email. Se tiver perguntas sobre esta mensagem, entre em contato com seu representante da %(parent_org)s que terá prazer em ajudar você.
xh_za: Nceda ungaphenduli kule imeyile. Ukuba unayo nayiphi imibuzo ngalo myalezo, thetha nommeli wakho we-%(parent_org)s yaye uza kukuvuyela ukukunceda.

source: <p>We have received your password reset request.</p> <p>If you initiated this request, reset the password with the link below:<br/> &nbsp;&nbsp;&nbsp;&nbsp;<a href="%(reset_password_link)s">Reset password</a>.</p> <p>If you did not initiate this password reset, you may safely ignore this email.</p>
af_za: <p>Ons het jou wagwoordterugstellingsversoek ontvang.</p> <p>As jy die versoek gestuur het, stel die wagwoord met die onderstaande skakel terug:<br/> <a href="%(reset_password_link)s">Stel wagwoord terug</a>.</p> <p>As jy nie die wagwoordterugstelling versoek het nie, kan jy met veiligheid hierdie e-pos ignoreer.</p>
es_es: <p>Hemos recibido su solicitud para restablecer su contraseña.</p> <p>Si usted inició esta solicitud, restablezca su contraseña con el siguiente enlace:<br/> <a href="%(reset_password_link)s">Restablecer contraseña</a>.</p> <p>Si usted no solicitó restablecer su contraseña, haga caso omiso de este correo.</p>
pt_br: <p>Recebemos sua solicitação de redefinição de senha.</p> <p>Se você iniciou esta solicitação, redefina a senha com o link abaixo:<br/> <a href="%(reset_password_link)s">Redefinir senha</a>.</p> <p>Se você não iniciou esta redefinição de senha, pode ignorar este email.</p>
sv_se: <p>Vi har fått din begäran om att återställa lösenordet.</p> <p>Om du initierade denna begäran, återställ lösenordet med länken nedan:<br/> <a href="%(reset_password_link)s">Återställa lösenord</a>.</p> <p>Om du inte initierade återställning av lösenordet kan du ignorera det här e-postmeddelandet.</p>
xh_za: <p>Sifumene isicelo sakho sokuseta kwakhona ipaswedi.</p> <p>Ukuba isicelo sivela kuwe, seta kwakhona ipaswedi ngelinki engezantsi:<br/> <a href="%(reset_password_link)s">Seta kwakhona ipaswedi</a>.</p> <p>Ukuba akusithumelanga isicelo sokuseta ipaswedi kwakhona, suka ungayihoyi le imeyili.</p>

source: We have received your password reset request. If you initiated this request, reset the password with the link below: %(reset_password_link)s If you did not initiate this password reset, you may safely ignore this email.
af_za: Ons het jou wagwoordherstelversoek ontvang. As jy hierdie versoek gerig het, herstel die wagwoord met die skakel hieronder: %(reset_password_link)s As jy nie hierdie herstel van die wagwoord versoek het nie, ignoreer gerus hierdie e-pos.
es_es: Hemos recibido su solicitud para restablecer su contraseña. Si ha sido usted quien ha iniciado esta solicitud, restablezca su contraseña en el siguiente enlace: %(reset_password_link)s Si no ha solicitado restablecer su contraseña, puede hacer caso omiso de este correo.
pt_br: Recebemos sua solicitação de redefinição de senha. Se você iniciou esta solicitação, redefina a senha através do link abaixo: %(reset_password_link)s Se você não iniciou esta redefinição de senha, ignore este email.
sv_se: Vi har tagit emot din begäran om återställning av lösenordet. Om du initierade denna begäran ska du återställa lösenordet med länken nedan: %(reset_password_link)s Om du inte initierade denna återställning av lösenordet kan du ignorera detta e-postmeddelande.
xh_za: Sisifumene isicelo sakho sokuseta kwakhona iphaswedi. Ukuba esi sicelo sivela kuwe, seta kwakhona iphaswedi ngelinki engezantsi: %(reset_password_link)s Ukuba asiveli kuwe, unokuyingayihoyi ngokukhuselekileyo le imeyili.

source: <p>Your password has been changed.</p>
af_za: <p>Jou wagwoord is verander.</p>
es_es: <p>Su contraseña ha sido cambiada.</p>
pt_br: <p>Sua senha foi alterada.</p>
sv_se: <p>Ditt lösenord har ändrats.</p>
xh_za: <p>Ipaswedi yakho itshintshiwe.</p>

source: If you did not initiate this password change, <a href="%(forgot_password_url)s">please click here to reset it</a>, or contact your representative at %(organization_name)s.
af_za: As jy nie die wagwoordverandering versoek het nie, <a href="%(forgot_password_url)s">klik asseblief hier om dit terug te stel</a>, of kontak jou verteenwoordiger by %(organization_name)s.
es_es: Si usted no solicitó este cambio de contraseña, <a href="%(forgot_password_url)s">haga clic aquí para restablecerla</a>, o comuníquese con su representante en %(organization_name)s.
pt_br: Se você não iniciou essa alteração de senha, <a href="%(forgot_password_url)s">clique aqui para redefini-la</a> ou entre em contato com seu representante no %(organization_name)s.
sv_se: Om du inte initierade denna ändring av lösenordet, <a href="%(forgot_password_url)s">klicka här för att återställa det</a> eller kontakta din representant på %(organization_name)s.
xh_za: Ukuba akuthumelanga isicelo sokuseta ipaswedi kwakhona, <a href="%(forgot_password_url)s">nceda ucofe apha ukuze uyisete kwakhona</a>, okanye uqhagamshelane nommeli wakho apha %(organization_name)s.

source: If you did not initiate this password change, <a href="%(forgot_password_url)s">please click here to reset it</a>, or contact your representative at %(app_name)s.
af_za: As jy nie die wagwoordverandering versoek het nie, <a href="%(forgot_password_url)s">klik asseblief hier om dit terug te stel</a>, of kontak jou verteenwoordiger by %(app_name)s.
es_es: Si usted no solicitó este cambio de contraseña, <a href="%(forgot_password_url)s">haga clic aquí para restablecerla</a>, o comuníquese con su representante en %(app_name)s.
pt_br: Se você não iniciou essa alteração de senha, <a href="%(forgot_password_url)s">clique aqui para redefini-la</a> ou entre em contato com seu representante no %(app_name)s.
sv_se: Om du inte initierade denna ändring av lösenordet, <a href="%(forgot_password_url)s">klicka här för att återställa det</a> eller kontakta din representant på %(app_name)s.
xh_za: Ukuba akuthumelanga isicelo sokuseta ipaswedi kwakhona, <a href="%(forgot_password_url)s">nceda ucofe apha ukuze uyisete kwakhona</a>, okanye uqhagamshelane nommeli wakho apha %(app_name)s.

source: If you did not initiate this password change, please contact your representative at %(organization_name)s.
af_za: As jy nie die wagwoordverandering versoek het nie, kontak asseblief jou verteenwoordiger by %(organization_name)s.
es_es: Si usted no solicitó este cambio de contraseña, comuníquese con su representante en %(organization_name)s.
pt_br: Se você não iniciou essa alteração de senha, entre em contato com seu representante no %(organization_name)s.
sv_se: Om du inte initierade denna ändring av lösenordet, kontakta din representant på %(organization_name)s.
xh_za: Ukuba akuthumelanga isicelo sokuseta ipaswedi kwakhona, nceda uqhagamshelane nommeli wakho apha%(organization_name)s,

source: If you did not initiate this password change, please contact your representative at %(app_name)s.
af_za: As jy nie die wagwoordverandering versoek het nie, kontak asseblief jou verteenwoordiger by %(app_name)s.
es_es: Si usted no solicitó este cambio de contraseña, comuníquese con su representante en %(app_name)s.
pt_br: Se você não iniciou essa alteração de senha, entre em contato com seu representante no %(app_name)s.
sv_se: Om du inte initierade denna ändring av lösenordet, kontakta din representant på %(app_name)s.
xh_za: Ukuba akuthumelanga isicelo sokuseta ipaswedi kwakhona, nceda uqhagamshelane nommeli wakho apha%(app_name)s,

source: Your password has been changed.
af_za: Jou wagwoord is verander.
es_es: Su contraseña ha sido cambiada.
pt_br: Sua senha foi alterada.
sv_se: Ditt lösenord har ändrats.
xh_za: Iphaswedi yakho itshintshiwe.

source: If you did not initiate this password change, please click the link below to reset it, or contact your representative at %(organization_name)s. %(forgot_password_url)s
af_za: As jy nie hierdie wagwoordverandering versoek het nie, kliek asb. op die skakel hieronder, of kontak jou verteenwoordiger by %(organization_name)s. %(forgot_password_url)s
es_es: Si no ha solicitado este cambio de contraseña, haga clic en el siguiente enlace para restablecerla o póngase en contacto con su representante en %(organization_name)s. %(forgot_password_url)s
pt_br: Se você não iniciou esta alteração de senha, clique no link abaixo para redefini-lo ou entre em contato com seu representante em %(organization_name)s. %(forgot_password_url)s
sv_se: Om du inte initierade denna ändring av lösenordet ska du klicka på länken nedan för att återställa det, eller kontakta din representant på %(organization_name)s. %(forgot_password_url)s
xh_za: Ukuba oku kutshintshwa kwephaswedi akuveli kuwe, nceda ucofe le linki ingezantsi ukuze uyisete, okanye uqhagamshelane nommeli wakho ku %(organization_name)s. %(forgot_password_url)s

source: If you did not initiate this password change, please click the link below to reset it, or contact your representative at %(app_name)s. %(forgot_password_url)s
af_za: As jy nie hierdie wagwoordverandering versoek het nie, kliek asb. op die skakel hieronder, of kontak jou verteenwoordiger by %(app_name)s. %(forgot_password_url)s
es_es: Si no ha solicitado este cambio de contraseña, haga clic en el siguiente enlace para restablecerla o póngase en contacto con su representante en %(app_name)s. %(forgot_password_url)s
pt_br: Se você não iniciou esta alteração de senha, clique no link abaixo para redefini-lo ou entre em contato com seu representante em %(app_name)s. %(forgot_password_url)s
sv_se: Om du inte initierade denna ändring av lösenordet ska du klicka på länken nedan för att återställa det, eller kontakta din representant på %(app_name)s. %(forgot_password_url)s
xh_za: Ukuba oku kutshintshwa kwephaswedi akuveli kuwe, nceda ucofe le linki ingezantsi ukuze uyisete, okanye uqhagamshelane nommeli wakho ku %(app_name)s. %(forgot_password_url)s

source: Your password has been changed
af_za: Jou wagwoord is verander
es_es: Se ha modificado su contraseña
pt_br: Sua senha foi alterada
sv_se: Ditt lösenord har ändrats
xh_za: Iphaswedi Yakho Itshintshiwe.

source: My Questionnaires
af_za: My vraelyste
es_es: Mis cuestionarios
pt_br: Meus questionários
sv_se: Mina enkäter
xh_za: Amaphepha am Emibuzo

source: My Reports
af_za: My verslae
es_es: Mis informes
pt_br: Meus relatórios
sv_se: Mina rapporter
xh_za: Iingxelo Zam

source: My Clinic
af_za: My kliniek
es_es: Mi clínica
pt_br: Minha clínica
sv_se: Min klinik
xh_za: Ikliniki Yam

source: My Agreement
af_za: My ooreenkoms
es_es: Mi acuerdo
pt_br: Meu acordo
sv_se: Mitt avtal
xh_za: Isivumelwano Sam

source: My Roles
af_za: My rolle
es_es: Mis roles
pt_br: Minhas funções
sv_se: Mina roller
xh_za: Iindima Zam

source: Patient Profile
af_za: Pasiëntprofiel
es_es: Perfil del paciente
pt_br: Perfil do paciente
sv_se: Patientprofil
xh_za: Iprofayile Yesigulana
