Repository: uwcirg/truenth-portal
Catalog: portal/translations/*/LC_MESSAGES/messages.po
Languages: af_za, es_es, pt_br, sv_se, xh_za

source: Patient Details
af_za: Pasiënt se besonderhede
es_es: Datos del paciente
pt_br: Detalhes do paciente
sv_se: Patientuppgifter
xh_za: Iinkcukacha Zesigulana

source: For kiosk style administration of an assessment
af_za: Vir kioskstyladministrasie van ’n assessering
es_es: Para administración de estilo kiosco de una evaluación
pt_br: Para administração de estilo quiosque de uma avaliação
sv_se: För administrering i kioskstil av en bedömning
xh_za: Ulawulo lofikelelo lohlobo lwe-kiosk

source: Log in as this patient
af_za: Meld aan as hierdie pasiënt
es_es: Iniciar sesión como este paciente
pt_br: Entrar como paciente
sv_se: Logga in som denna patient
xh_za: Loga ungene ngesi sigulana

source: This is intended for "kiosk" style administration of an assessment, wherein the staff person "logs in as the patient", which logs the staff person out of their session, and automatically logs in this patient without their needing to enter login credentials. Proceed?
af_za: Dit is bedoel vir “kiosk”-styladministrasie van ’n assessering, waarin die personeellid “aanmeld as die pasiënt”, wat die personneellid afmeld by hul sessie en hierdie pasiënt outomaties aanmeld, sonder dat hulle aanmeldbesonderhede ingevoer hoef te word. Wil jy voortgaan?
es_es: Esta opción es válida para una gestión de tipo "público/compartido", en donde un miembro del personal "inicia sesión como el paciente", lo que desconecta a dicho miembro de su sesión, e inicia una sesión automáticamente para este paciente sin necesidad de introducir las credenciales de inicio de sesión. ¿Desea continuar?
pt_br: Esta opção é destinada para administração do estilo "quiosque" de uma avaliação, onde o funcionário da equipe "entra como um paciente", que remove o funcionário da sessão e entra automaticamente neste paciente sem precisar inserir as credenciais de login. Deseja continuar?
sv_se: Detta är avsett för en "kioskliknande" hantering av en bedömning, där vårdpersonen ”loggar in som patienten” och då själv blir utloggad och patienten automatiskt loggas in utan att behöva ange sina inloggningsuppgifter. Vill du fortsätta?
xh_za: Oku kwenzelwe ulawulo lohlolo lwe"kiosk", apho umntu osebenzayo "aloga angene njengesigulana", ize imkhuphe umntu osebenzayo kwiseshoni yakhe, iloge ingenise isigulana ngaphandle kwemfuneko yokungena esebenzisa amagama okungena. Iqhubeke?

source: Cancel
af_za: Kanselleer
es_es: Cancelar
pt_br: Cancelar
sv_se: Avbryt
xh_za: Rhoxisa

source: Clinic
af_za: Kliniek
es_es: Clínica
pt_br: Clínica
sv_se: Klinik
xh_za: Ikliniki

source: Agreement to Share Clinical Information
af_za: Ooreenkoms om kliniese inligting te deel
es_es: Acuerdo para compartir información clínica
pt_br: Acordo para compartilhar informações clínicas
sv_se: Samtycke till att dela kliniska uppgifter
xh_za: Imvumelwano Yokwabelana Ngenkcazelo Yezonyango

source: Consent History
af_za: Toestemmingsgeskiedenis
es_es: Historial de consentimiento
pt_br: Histórico de permissões
sv_se: Medgivandehistorik
xh_za: Imbali Yemvume

source: PRO Questionnaires
af_za: PRO-vraelyste
es_es: Cuestionarios PRO
pt_br: Questionários PRO
sv_se: Enkäter om patientrapporterade resultat
xh_za: Amaphepha Emibuzo e-PRO

source: Patient Reports
af_za: Pasiëntverslae
es_es: Informes de pacientes
pt_br: Relatórios do paciente
sv_se: Patientrapporter
xh_za: Iingxelo Zesigulana

source: User Roles
af_za: Gebruikerrolle
es_es: Roles de usuario
pt_br: Funções do usuário
sv_se: Användarroller
xh_za: Iindima Zomsebenzisi

source: Audit Log
af_za: Ouditlog
es_es: Historial de auditoría
pt_br: Registro de auditoria
sv_se: Granskningslogg
xh_za: Ilogi Yokubala

source: No email
af_za: Geen e-pos nie
es_es: No hay correo electrónico
pt_br: Nenhum email
sv_se: Ingen e-postadress
xh_za: Akukho imeyile

source: User does not have email address
af_za: Gebruiker het nie ’n e-posadres nie
es_es: El usuario no tiene dirección de correo electrónico
pt_br: O usuário não tem um endereço de email
sv_se: Användaren har ingen e-postadress
xh_za: Umsebenzisi akanayo idilesi ye-imeyile

source: TrueNTH Profile
af_za: TrueNTH-profiel
es_es: Perfil de TrueNTH
pt_br: Perfil da TrueNTH
sv_se: TrueNTH-profil
xh_za: Iprofayile yeTrueNTH

source: Clinics
af_za: Klinieke
es_es: Clínicas
pt_br: Clínicas
sv_se: Kliniker
xh_za: Iikliniki

source: New Patient
af_za: Nuwe pasiënt
es_es: Paciente nuevo
pt_br: Novo paciente
sv_se: Ny patient
xh_za: Isigulana Esitsha

source: Edit
af_za: Wysig
es_es: Editar
pt_br: Editar
sv_se: REDIGERA
xh_za: Lungisa

source: Edit Button
af_za: Wysig-knoppie
es_es: Botón de editar
pt_br: Botão Editar
sv_se: Knappen "Redigera"
xh_za: Iqhosha Lokulungisa

source: Updated
af_za: Bygewerk
es_es: Actualizado
pt_br: Atualizado
sv_se: Uppdaterad
xh_za: Ihlaziyiwe

source: Unable to Update. System error.
af_za: Kon nie bywerk nie. Stelselfout.
es_es: No es posible actualizar. Error del sistema.
pt_br: Erro do Update.System.
sv_se: Det gick inte att uppdatera systemfel.
xh_za: Ayikwazi Ukuhlaziya.Impazamo kwisistim.

source: My Information
af_za: My inligting
es_es: Mi información
pt_br: Minhas informações
sv_se: Mina uppgifter
xh_za: Inkcazelo Yam

source: Patient Information
af_za: Pasiënt se inligting
es_es: Información del paciente
pt_br: Informações do paciente
sv_se: Patientuppgifter
xh_za: Inkcazelo Yesigulana

source: User Information
af_za: Gebruiker se inligting
es_es: Información de usuario
pt_br: Informações do usuário
sv_se: Användarinformation
xh_za: Inkcazelo Yomsebenzisi

source: Date of Birth
af_za: Geboortedatum
es_es: Fecha de nacimiento
pt_br: Data de nascimento
sv_se: Födelsedatum
xh_za: Umhla Wokuzalwa

source: Study Id
af_za: Studie-ID
es_es: ID de Estudio
pt_br: ID do estudo
sv_se: Studie-ID
xh_za: i-ID Yophononongo

source: Site Id
af_za: Werf-ID
es_es: ID del sitio
pt_br: ID do site
sv_se: Klinik-ID
xh_za: i-ID Yesayithi

source: My Detail
af_za: My besonderhede
es_es: Mis datos
pt_br: Meus detalhes
sv_se: Min uppgift
xh_za: Inkcukacha Zam

source: Patient Detail
af_za: Pasiënt se besonderhede
es_es: Dato del paciente
pt_br: Detalhes do paciente
sv_se: Patientuppgift
xh_za: Inkcukacha Yesigulana

source: User Detail
af_za: Gebruikerbesonderhede
es_es: Detalle del usuario
pt_br: Detalhes do usuário
sv_se: Användarinformation
xh_za: Inkcukacha Yomsebenzisi

source: Gender
af_za: Geslag
es_es: Género
pt_br: Sexo
sv_se: Kön
xh_za: Ubuni

source: Locale / Time Zone
af_za: Plek / tydsone
es_es: Localidad/zona horaria
pt_br: Local/fuso horário
sv_se: Plats/tidszon
xh_za: Ekuhlaleni / Ixesha Lendawo

source: Language
af_za: Taal
es_es: Idioma
pt_br: Idioma
sv_se: Språk
xh_za: Ulwimi

source: Time Zone
af_za: Tydsone
es_es: Zona horaria
pt_br: Fuso horário
sv_se: Tidszon
xh_za: Ixesha Lendawo

source: Birth date must be valid and in the required format.
af_za: Geboortedatum moet geldig en in die vereiste formaat wees.
es_es: La fecha de nacimiento debe ser válida y en el formato requerido.
pt_br: A data de nascimento deve ser válida e estar no formato exigido.
sv_se: Födelsedatum måste vara giltigt och i det format som krävs.
xh_za: Umhla wokuzalwa umele ube ngofanelekileyo yaye ube kwifomathi efunekayo.

source: Birth Month
af_za: Geboortemaand
es_es: Mes de nacimiento
pt_br: Mês de nascimento
sv_se: Födelsemånad
xh_za: Inyanga Yokuzalwa

source: Birth Year
af_za: Geboortejaar
es_es: Año de nacimiento
pt_br: Ano de nascimento
sv_se: Födelseår
xh_za: Unyaka Wokuzalwa

source: Default
af_za: Verstek
es_es: Predeterminado
pt_br: Padrão
sv_se: Standard
xh_za: Idifolthi

source: First name is required and must not contain invalid characters.
af_za: Voornaam word vereis en mag geen ongeldige karakters bevat nie.
es_es: El nombre es obligatorio y no debe contener caracteres inválidos.
pt_br: O nome é necessário e não deve conter caracteres inválidos.
sv_se: Förnamn måste anges och får inte innehålla ogiltiga tecken.
xh_za: Igama liyafuneka yaye alimele libe neempawu ezingafunekiyo.

source: Last name is required and must not contain invalid characters.
af_za: Van word vereis en mag geen ongeldige karakters bevat nie.
es_es: El apellido es obligatorio y no debe contener caracteres inválidos.
pt_br: O sobrenome é necessário e não deve conter caracteres inválidos.
sv_se: Efternamn måste anges och får inte innehålla ogiltiga tecken.
xh_za: Ifani iyafuneka yaye ayimele ibe neempau ezingafunekiyo.

source: Male
af_za: Manlik
es_es: Masculino
pt_br: Homem
sv_se: Man
xh_za: Indoda

source: Female
af_za: Vroulik
es_es: Femenino
pt_br: Mulher
sv_se: Kvinna
xh_za: Ibhinqa

source: Registration Status:
af_za: Registrasiestatus:
es_es: Estado del registro:
pt_br: Status do registro:
sv_se: Registreringsstatus:
xh_za: Imo Yokubhalisa:

source: not registered
af_za: nie geregistreer nie
es_es: no registrado
pt_br: não registrado
sv_se: inte registrerad
xh_za: akakabhalisi

source: registered
af_za: geregistreer
es_es: registrado/a
pt_br: registrado
sv_se: registrerad
xh_za: ubhalisiwe

source: complete
af_za: voltooi
es_es: completo
pt_br: completos
sv_se: slutförd
xh_za: igqityiwe

source: incomplete
af_za: onvoltooi
es_es: incompleto
pt_br: incompletos
sv_se: ofullständig
xh_za: ayigqitywanga

source: View reports
af_za: Bekyk verslae
es_es: Ver informes
pt_br: Visualizar relatórios
sv_se: Visa rapporter
xh_za: Jonga iingxelo

source: Send email to patient
af_za: Stuur e-pos aan pasiënt
es_es: Enviar correo electrónico a paciente
pt_br: Enviar email para o paciente
sv_se: Skicka e-post till patienten
xh_za: Thumela i-imeyile kwisigulana

source: Select Email...
af_za: Kies e-pos ...
es_es: Seleccionar correo electrónico...
pt_br: Selecionar email...
sv_se: Välj e-post ...
xh_za: Khetha I-imeyile...

source: Send email
af_za: Stuur e-pos
es_es: Enviar correo electrónico
pt_br: Enviar email
sv_se: Skicka e-post
xh_za: Thumela i-imeyile

source: TrueNTH Invite
af_za: TrueNTH-uitnodiging
es_es: Invitación de TrueNTH
pt_br: Convite da TrueNTH
sv_se: Inbjudan till TrueNTH
xh_za: Isimemo seTrueNTH

source: TrueNTH Reminder
af_za: TrueNTH-herinneringsnota
es_es: Recordatorio de TrueNTH
pt_br: Lembrete da TrueNTH
sv_se: Påminnelse om TrueNTH
xh_za: Isikhumbuzo seTrueNTH

source: not available
af_za: Nie beskikbaar nie
es_es: No disponible
pt_br: Não disponível
sv_se: Inte tillgänglig
xh_za: Alufumaneki

source: Registration status:
af_za: Registrasiestatus:
es_es: Estado del registro:
pt_br: Status do registro:
sv_se: Registreringsstatus:
xh_za: Imo Yokubhalisa:

source: not yet registered
af_za: nog nie geregistreer nie
es_es: no se ha registrado aún
pt_br: ainda não registrado
sv_se: Inte registrerad än
xh_za: akakabhalisi

source: Send reset password email to patient
af_za: Stuur terugstellingswagwoord per e-pos aan pasiënt
es_es: Enviar correo electrónico al paciente para restablecer contraseña
pt_br: Enviar email de redefinição de senha para o paciente
sv_se: Skicka e-postmeddelande för återställning av lösenord till patienten
xh_za: Thumela i-imeyile yokuseta kwakhona iphaswedi kwisigulana

source: Send invitation and reminder emails to patient
af_za: Stuur uitnodiging- en herinnering-e-posse aan pasiënt
es_es: Enviar correos electrónicos de invitación y recordatorio para el paciente
pt_br: Enviar emails de convite e lembrete para o paciente
sv_se: Skicka e-postinbjudan och påminnelsemeddelande till patienten
xh_za: Thumela isimemo kunye nee-imeyile zokukhumbuza kwisigulana

source: Email audit log
af_za: E-pos ouditlog
es_es: Historial de auditoría de correo electrónico
pt_br: Enviar registro por email
sv_se: Skicka granskningslogg via e-post
xh_za: Ilogi yobalo lwe-imayile

source: Send registration email to user
af_za: Stuur registrasie-e-pos na gebruiker
es_es: Enviar correo electrónico de registro al usuario
pt_br: Enviar email de registro para o usuário
sv_se: Skicka e-post för registrering till användaren
xh_za: Thumela i-imeyile yokubhalisa umsebenzisi

source: Send reset password email to staff
af_za: Stuur terugstellingswagwoord per e-pos aan personeel
es_es: Enviar correo electrónico al personal para restablecer contraseña
pt_br: Enviar email de redefinição de senha para a equipe
sv_se: Skicka e-postmeddelande för återställning av lösenord till personal
xh_za: Thumela i-imeyile yokuseta kwakhona iphaswedi kubasebenzi

source: None available
af_za: Niks beskikbaar nie
es_es: Ninguno disponible
pt_br: Não disponível
sv_se: Ingen tillgänglig
xh_za: Ayikho efumanekayo

source: Email Message Content
af_za: Inhoud van e-posboodskap
es_es: Contenido del mensaje de correo electrónico
pt_br: Conteúdo da mensagem de email
sv_se: Innehåll e-postmeddelande
xh_za: Isiqulatho Somyalezo We-imeyile

source: Optional
af_za: Opsioneel
es_es: Opcional
pt_br: Opcional
sv_se: Valfritt
xh_za: Yeyokuzikhethela

source: Phone number must be in numbers.
af_za: Foonnommer moet in nommers wees.
es_es: El número de teléfono debe ser en números.
pt_br: O número de telefone deve ser numérico.
sv_se: Telefonnummer måste anges i siffror.
xh_za: Inombolo yomnxeba imele ibe ngamanani.

source: In what state is the patient currently receiving prostate cancer care?
af_za: In watter toestand is die pasiënt wat tans prostaatkankersorg ontvang?
es_es: ¿En qué estado está recibiendo el paciente tratamiento para el cáncer de próstata?
pt_br: Qual o estado atual do paciente recebendo tratamento de câncer de próstata?
sv_se: I vilken stat får patienten prostatacancervård för närvarande?
xh_za: Ngoku isigulana silufumana kuwuphi ummandla unakekelo lomhlaza weprosteti?

source: In what state are you currently receiving prostate cancer care?
af_za: In watter toestand is jy tans terwyl jy prostaatkankersorg ontvang?
es_es: ¿En qué estado recibe usted actualmente atención para el cáncer de próstata?
pt_br: Qual seu estado atual no tratamento do câncer de próstata?
sv_se: I vilken stat får du prostatacancervård för närvarande?
xh_za: Ngoku ulufumana kuwuphi ummandla unakekelo lomhlaza weprosteti?

source: None of the Above
af_za: Geen van die bogenoemde nie
es_es: Ninguno de los anteriores
pt_br: Nenhuma das anteriores
sv_se: Inget av ovanstående
xh_za: Ayikho kwezi Zingasentla

source: No clinic found in selected state.
af_za: Geen kliniek in die gekose staat gevind nie.
es_es: No se encontró ninguna clínica en el estado seleccionado.
pt_br: Nenhuma clínica encontrada no estado selecionado.
sv_se: Ingen klinik hittades i den valda staten.
xh_za: Akukho kliniki ifunyenweyo kweli lizwe likhethiweyo.

source: Main clinic for prostate cancer care
af_za: Hoofkliniek vir prostaatkankersorg
es_es: Clínica principal de atención del cáncer de próstata
pt_br: A clínica principal para cuidado do câncer de próstata
sv_se: Huvudklinik för prostatacancervård
xh_za: Ikliniki eyintloko yokunyanyekelwa komhlaza weprosteti

source: Consent to share information
af_za: Toestemming dat inligting gedeel mag word
es_es: Consentimiento para compartir información
pt_br: Permissão para compartilhar informações
sv_se: Samtyck till att dela information
xh_za: Imvume yokwabelana ngenkcazelo

source: I consent to sharing information with <span class="consent-clinic-name">%(org_shortname)s</span>.
af_za: Ek verleen toestemming vir die deel van inligting met <span class="consent-clinic-name">%(org_shortname)s</span>.
es_es: Doy mi consentimiento para compartir información con <span class="consent-clinic-name">%(org_shortname)s</span>.
pt_br: Eu permito o compartilhamento de informações com <span class="consent-clinic-name">%(org_shortname)s</span>.
sv_se: Jag samtycker till att dela information med <span class="consent-clinic-name">%(org_shortname)s</span>.
xh_za: Ndiyavuma ukwabelana ngenkcazelo kunye <span class="consent-clinic-name">%(org_shortname)s</span>.

source: No consent record found
af_za: Geen toestemmingsrekord gevind nie
es_es: Ningún Registro de consentimiento encontrado
pt_br: Nenhum registro de permissão encontrado
sv_se: Inget medgivandedokument hittades
xh_za: Akukho Nkcazelo Yemvume Ifunyenweyo

source: History
af_za: Geskiedenis
es_es: Historial
pt_br: Histórico
sv_se: Historik
xh_za: Imbali

source: Consent Status Editor
af_za: Toestemmingstatuswysiger
es_es: Editor de estado de consentimiento
pt_br: Editor do status da permissão
sv_se: Redigerare för medgivandestatus
xh_za: Umlungisi Wemo Yemvume

source: Modify the consent status for this user to
af_za: Verander die toestemmingstatus vir hierdie gebruiker na
es_es: Modificar el estado de consentimiento para este usuario
pt_br: Modifique o status da permissão deste usuário para
sv_se: Ändra medgivandestatus för denna användare till
xh_za: Lungelelanisa imo yemvume yalo msebenzisi ukuya

source: Consented / Enrolled
af_za: Toestemming verleen / ingeskryf
es_es: Con consentimiento/inscrito
pt_br: Permitido/inscrito
sv_se: Samtyckte/registrerade sig
xh_za: Unike Imvume / Ubhalisiwe

source: Withdrawn - Suspend Data Collection and Report Historic Data
af_za: Onttrek – staak datainsameling en rapporteer historiese data
es_es: Retirado: suspender recopilación de datos e informe de datos históricos
pt_br: Removido - Coleta de dados suspensa e Relatório do histórico de dados
sv_se: Återkallad – avbryt datainsamling och rapportera historiska data
xh_za: Irhoxisiwe - Yekisa Ukuqokelelwa Kwenkcazelo uze Unikele Ingxelo Yenkcazelo Yembali

source: Suspend Data Collection and Report Historic Data
af_za: Beëindig datainsameling en rapporteer historiese data
es_es: Suspender recopilación de datos e informe de datos históricos
pt_br: Coleta de dados suspensa e dados do histórico de relatório
sv_se: Avbryt datainsamling och rapportera historiska data
xh_za: Yekisa Ukuqokelelwa Kwenkcazelo uze Unikele Imbali Yengxelo Yenkcazelo

source: Purged / Removed
af_za: Skoongemaak/verwyder
es_es: Purgado/eliminado
pt_br: Excluído/removido
sv_se: Rensad/borttagen
xh_za: Icinyiwe / Isusiwe

source: Consent Date Editor
af_za: Toestemmingsdatumwysiger
es_es: Editor de fecha de consentimiento
pt_br: Editor de data da permissão
sv_se: Redigerare för medgivandedatum
xh_za: Umhla Wemvume Yomlungisi

source: Current consent date:
af_za: Huidige toestemmingsdatum:
es_es: Fecha de consentimiento actual:
pt_br: Data da permissão atual:
sv_se: Aktuellt datum för samtycke:
xh_za: Umhla wemvume wangoku:

source: Modify the consent date
af_za: Wysig die toestemmingsdatum
es_es: Modificar la fecha de consentimiento
pt_br: Modificar a data da permissão
sv_se: Ändra medgivandedatum
xh_za: Lungisa umhla wemvume

source: GMT 24-hour format
af_za: GMT 24-uur-formaat
es_es: Formato de 24 horas GMT
pt_br: Formato de 24 horas GMT
sv_se: GMT 24-timmarsformat
xh_za: GMT ifomathi yeeyure ezingama-24

source: for this agreement to:
af_za: vir hierdie ooreenkoms om:
es_es: para este acuerdo:
pt_br: para que este acordo:
sv_se: för detta avtal till:
xh_za: ukuze esi sivumelwano:

source: Date must be valid and in the required format.
af_za: Datum moet geldig en in die vereiste formaat wees.
es_es: La fecha debe ser válida y en el formato requerido.
pt_br: A data deve ser válida e estar no formato exigido.
sv_se: Datum måste vara giltigt och i det format som krävs.
xh_za: Umhla umele ube ngofanelekileyo yaye ube kwifomathi efunekayo.

source: for
af_za: vir
es_es: para
pt_br: para
sv_se: för
xh_za: yeyoku

source: Editable by admins only.
af_za: Kan slegs deur administrateurs gewysig word.
es_es: Editable por los administradores solamente.
pt_br: Editável apenas por administradores.
sv_se: Kan bara redigeras av administratörer.
xh_za: Ikwazi ukulungiswa ngabalawuli kuphela.

source: Session History
af_za: Sessiegeskiedenis
es_es: Historial de la sesión
pt_br: Histórico da sessão
sv_se: Sessionshistorik
xh_za: Imbali Yeseshoni

source: click each row to review report
af_za: klik elke reël om verslag te hersien
es_es: Haga clic en cada fila para revisar el informe
pt_br: clique em cada linha para revisar o relatório
sv_se: klicka på varje rad för att granska rapporten
xh_za: cofa kumqolo ngamnye ukuze uhlole ingxelo

source: Questionnaire Name
af_za: Vraelysnaam
es_es: Nombre del cuestionario
pt_br: Nome do questionário
sv_se: Enkätnamn
xh_za: Igama Lephepha Lombuzo

source: Last Updated
af_za: Nuutste bywerking
es_es: Última actualización
pt_br: Última atualização
sv_se: Senast uppdaterad
xh_za: Umhla Wokugqibela Wokuhlaziywa

source: GMT, Y-M-D
af_za: GMT, J-M-D
es_es: GMT, AA-MM-DD
pt_br: GMT, A-M-D
sv_se: GMT, Å-M-D

source: My Prostate Cancer Profile
af_za: My prostaatkankerprofiel
es_es: Mi perfil de cáncer de próstata
pt_br: Meu perfil de câncer de próstata
sv_se: Min prostatacancerprofil
xh_za: Iprofayile yam Yomhlaza WeProsteti

source: Clinical Questions
af_za: Kliniese vrae
es_es: Preguntas clínicas
pt_br: Perguntas clínicas
sv_se: Kliniska frågor
xh_za: Imibuzo Yezempilo

source: Questions asked of the patient at registration
af_za: Vrae wat tydens registrasie aan die pasiënt gestel is
es_es: Preguntas acerca del paciente al momento del registro
pt_br: Perguntas realizadas para o paciente no registro
sv_se: Frågor som ställdes till patienten vid registreringen
xh_za: Imibuzo ebuzwa isigulana xa kubhaliswa

source: Intervention Reports
af_za: Ingrypingsverslae
es_es: Informes de intervención
pt_br: Relatórios de intervenções
sv_se: Interventionsrapporter
xh_za: Iingxelo Zongenelelo

source: No reports available.
af_za: Geen verslae beskikbaar nie.
es_es: No hay informes disponibles.
pt_br: Nenhum relatório disponível.
sv_se: Inga rapporter tillgängliga.
xh_za: Akukho ziingxelo zifunyenweyo.

source: Select
af_za: Kies
es_es: Seleccionar
pt_br: Selecionar
sv_se: Välj
xh_za: Khetha

source: America/Chicago
af_za: Amerika/Chicago
es_es: Estados Unidos/Chicago
pt_br: América/Chicago
sv_se: USA/Chicago
xh_za: i-America/i-Chicago

source: America/Denver
af_za: Amerika/Denver
es_es: Estados Unidos/Denver
pt_br: América/Denver
sv_se: USA/Denver

source: America/Los Angeles
af_za: Amerika/Los Angeles
es_es: Estados Unidos/Los Ángeles
pt_br: América/Los Angeles
sv_se: USA/Los Angeles

source: America/Indianapolis
af_za: Amerika/Indianapolis
es_es: Estados Unidos/Indianápolis
pt_br: América/Indianápolis
sv_se: USA/Indianapolis

source: America/New York
af_za: Amerika/New York
es_es: Estados Unidos/Nueva York
pt_br: América/Nova Iorque
sv_se: USA/New York

source: Australia/Adelaide
af_za: Australië/Adelaide
es_es: Australia/Adelaida
pt_br: Austrália/Adelaide
sv_se: Australien/Adelaide

source: Australia/Brisbane
af_za: Australië/Brisbane
pt_br: Austrália/Brisbane
sv_se: Australien/Brisbane

source: Australia/Broken_Hill
af_za: Australië/Broken_Hill
pt_br: Austrália/Broken_Hill
sv_se: Australien/Broken_Hill

source: Australia/Canberra
af_za: Australië/Canberra
pt_br: Austrália/Canberra
sv_se: Australien/Canberra

source: Australia/Currie
af_za: Australië/Currie
pt_br: Austrália/Currie
sv_se: Australien/Currie

source: Australia/Darwin
af_za: Australië/Darwin
pt_br: Austrália/Darwin
sv_se: Australien/Darwin

source: Australia/Eucla
af_za: Australië/Eucla
pt_br: Austrália/Eucla
sv_se: Australien/Eucla

source: Australia/Hobart
af_za: Australië/Hobart
pt_br: Austrália/Hobart
sv_se: Australien/Hobart

source: Australia/Lindeman
af_za: Australië/Lindeman
pt_br: Austrália/Lindeman
sv_se: Australien/Lindeman

source: Australia/Lord_Howe
af_za: Australië/Lord_Howe
pt_br: Austrália/Lord-Howe
sv_se: Australien/Lord_Howe

source: Australia/Melbourne
af_za: Australië/Melbourne
pt_br: Austrália/Melbourne
sv_se: Australien/Melbourne

source: Australia/North
af_za: Australië/Noord
es_es: Australia/Norte
pt_br: Austrália/Norte
sv_se: Australien/norra delarna

source: Australia/Perth
af_za: Australië/Perth
pt_br: Austrália/Perth
sv_se: Australien/Perth

source: Australia/Queensland
af_za: Australië/Queensland
pt_br: Austrália/Queensland
sv_se: Australien/Queensland
