Repository: uwcirg/truenth-portal
Catalog: portal/translations/*/LC_MESSAGES/messages.po
Languages: af_za, es_es, pt_br, sv_se, xh_za

source: Page Not Found.
af_za: Bladsy nie gevind nie.
es_es: Página no encontrada.
pt_br: Página não encontrada.
sv_se: Sidan hittades inte.
xh_za: Iphepha Alifumanekanga.

source: Sorry, the page you requested is not found. It may have been moved.
af_za: Jammer, die versoekte bladsy is nie gevind nie. Dit is dalk verwyder.
es_es: Lo sentimos, no se ha encontrado la página solicitada. Pudo haber sido trasladada.
pt_br: Desculpe, a página solicitada não foi encontrada. Pode ter sido removida.
sv_se: Tyvärr, det gick inte att hitta den sida du söker. Den kan ha flyttats.
xh_za: Uxolo, iphepha olifunayo alifumaneki. Kusenokwenzeka ukuba lisusiwe.

source: Back To Home
af_za: Terug na tuisblad
es_es: Volver a Inicio
pt_br: Voltar para a página inicial
sv_se: Tillbaka till startsidan
xh_za: Buyela Kwiphepha Lokuqala

source: Explore How This Works
af_za: Verken hoe dit werk
es_es: Explorar cómo funciona
pt_br: Explore como isso funciona
sv_se: Utforska hur detta fungerar
xh_za: Khangela Kusebenza Njani Oku

source: Explore
af_za: Verken
es_es: Explorar
pt_br: Explorar
sv_se: Utforska
xh_za: Khangela

source: Learn About TrueNTH
af_za: Vind meer uit oor TrueNTH
es_es: Conocer TrueNTH
pt_br: Saiba mais sobre a TrueNTH
sv_se: Läs mer om TrueNTH
xh_za: Funda Mayela ne-TrueNTH

source: Learn
af_za: Vind meer uit
es_es: Aprender
pt_br: Saiba mais
sv_se: Läs mer
xh_za: Funda

source: Internal Server Error
af_za: Interne bedienerfout
es_es: Error del servidor interno
pt_br: Erro interno do servidor
sv_se: Internt serverfel
xh_za: Impazamo Yangaphakathi Kwiseva

source: Your request is not processed due to server error(s). If you are still experiencing problem. Please use the link below.
af_za: Jou versoek is weens bedienerfout(e) nie verwerk nie. Indien jy steeds probleme ondervind, gebruik asseblief die onderstaande skakel.
es_es: Su solicitud no se ha podido procesar debido a error(es) del servidor. Si todavía está experimentando problemas utilice el siguiente enlace.
pt_br: Sua solicitação não foi processada devido a erros do servidor. Se você ainda estiver enfrentando problemas. Use o link abaixo.
sv_se: Din begäran kunde inte behandlas på grund av serverfel. Använd länken nedan om problemet kvarstår.
xh_za: Isicelo sakho asidluliselwanga ngenxa ye(e)mpazamo kwiseva. Ukuba usenengxaki. Nceda usebenzise le linki ingezantsi.

source: Home
af_za: Tuis
es_es: Inicio
pt_br: Início
sv_se: Hem
xh_za: Iphepha Lokuqala

source: About TrueNTH
af_za: Meer oor TrueNTH
es_es: Acerca de TrueNTH
pt_br: Sobre a TrueNTH
sv_se: Om TrueNTH
xh_za: Mayela ne-TrueNTH

source: You are using an outdated browser. Please upgrade your browser to improve your experience.
af_za: Jy gebruik ŉ verouderde blaaier. Gradeer jou blaaier op vir ŉ beter ervaring.
es_es: Está utilizando un navegador anticuado. Por favor, actualice su navegador para mejorar su experiencia.
pt_br: Você está usando um navegador desatualizado. Atualize o navegador para melhorar sua experiência.
sv_se: Du använder en föråldrad webbläsare. Uppgradera webbläsaren för att förbättra din upplevelse.
xh_za: Usebenzisa i-browser ephelelwe lixesha Nceda uphucule i-browser yakho ukuze unandiphe ngcono

source: Close
af_za: Maak toe
es_es: Cerrar
pt_br: Fechar
sv_se: Stäng
xh_za: Vala

source: Contact TrueNTH
af_za: Kontak TrueNTH
es_es: Contactar con TrueNTH
pt_br: Entre em contato com a TrueNTH
sv_se: Kontakta TrueNTH
xh_za: Qhagamshelana ne-TrueNTH

source: Use this form to get in touch with TrueNTH
af_za: Gebruik hierdie vorm om met TrueNTH in aanraking te kom
es_es: Utilice este formulario para ponerse en contacto con TrueNTH
pt_br: Use este formulário para entrar em contato com a TrueNTH
sv_se: Använd detta formulär för att kontakta TrueNTH
xh_za: Sebenzisa le fomu ukuze uqhagamshelane ne-TrueNTH

source: Name
af_za: Naam
es_es: Nombre
pt_br: Nome
sv_se: Namn
xh_za: Igama

source: Please enter your name
af_za: Voer asseblief jou naam in
es_es: Introduzca su nombre.
pt_br: Insira seu nome
sv_se: Ange ditt namn
xh_za: Nceda ufake igama lakho

source: Your Name
af_za: Jou naam
es_es: Su nombre
pt_br: Seu nome
sv_se: Ditt namn
xh_za: IGama Lakho

source: Email
af_za: E-pos
es_es: Correo electrónico
sv_se: E-post
xh_za: I-imeyile

source: Your Email
af_za: Jou e-posadres
es_es: Su correo electrónico
pt_br: Seu email
sv_se: Din e-postadress
xh_za: I-Imeyili Yakho

source: This is not a valid e-mail address, please double-check.
af_za: Hierdie is nie ’n geldige e-posadres nie; gaan asseblief na.
es_es: Esta no es una dirección de correo electrónico válida, vuelva a comprobarla.
pt_br: Este não é um endereço de email válido. Verifique novamente.
sv_se: Det här är inte en giltig e-postadress. Kontrollera adressen igen.
xh_za: Le asiyiyo idilesi ye-imeyile efanelekileyo, nceda uyihlole kwakhona.

source: Enquiry Type
af_za: Navraagtipe
es_es: Tipo de consulta
pt_br: Tipo de investigação
sv_se: Typ av förfrågan
xh_za: Uhlobo Lwesicelo

source: Not sure
af_za: Onseker
es_es: No estoy seguro/a
pt_br: Não tenho certeza
sv_se: Osäker
xh_za: Akuqinisekanga

source: Subject
af_za: Onderwerp
es_es: Asunto
pt_br: Assunto
sv_se: Ämne
xh_za: Umxholo

source: What is this about?
af_za: Wat behels dit?
es_es: ¿De qué trata esto?
pt_br: Sobre o que deseja falar?
sv_se: Vad handlar detta om?
xh_za: Imayela nantoni le nto?

source: Text
af_za: Teks
es_es: Texto
pt_br: Texto
xh_za: Umbhalo

source: Please add a message for TrueNTH
af_za: Voeg asseblief ’n boodskap vir TrueNTH by
es_es: Agregue un mensaje para TrueNTH
pt_br: Adicione uma mensagem para a TrueNTH
sv_se: Lägg till ett meddelande till TrueNTH
xh_za: Sicela wongeze umyalezo kwiTrueNTH

source: What is on your mind?
af_za: Wat het jy in gedagte?
es_es: ¿Qué está pensando?
pt_br: O que você está pensando?
sv_se: Vad vill du berätta?
xh_za: Ucinga ntoni wena?

source: Submit
af_za: Dien in
es_es: Enviar
pt_br: Enviar
sv_se: Skicka
xh_za: Ngenisa

source: Please confirm all fields are filled.
af_za: Bevestig dat alle velde voltooi is.
es_es: Confirme que todos los campos han sido rellenados.
pt_br: Confirme se todos os campos estão preenchidos.
sv_se: Kontrollera att alla fält är ifyllda.
xh_za: Sicela uqinisekise ukuba zonke izithuba zizalisiwe.

source: log in
af_za: Meld aan

source: Email Address
af_za: E-posadres
es_es: Dirección de correo electrónico
pt_br: Endereço de email
sv_se: E-postadress
xh_za: Idilesi ye-Imeyile

source: Password
af_za: Wagwoord
es_es: Contraseña
pt_br: Senha
sv_se: Lösenord
xh_za: Iphaswedi

source: Having trouble logging in?
af_za: Kan jy nie aanmeld nie?
es_es: ¿Tiene problemas para iniciar una sesión?
pt_br: Problemas para entrar?
sv_se: Har du problem med att logga in?
xh_za: Unobunzima bokuloga ungene?

source: You have been logged out due to inactivity. Please log in again to continue.
af_za: Jy is afgemeld weens onaktiwiteit. Meld weer aan om voort te gaan.
es_es: Se ha cerrado la sesión debido a falta de actividad. Por favor inicie una sesión nuevamente para continuar.
pt_br: Você foi desconectado devido à inatividade. Entre novamente para continuar.
sv_se: Du har loggats ut på grund av inaktivitet. Logga in igen för att fortsätta.
xh_za: Ulogwe waphuma ngenxa yokungasebenzi. Nceda uphinde uloge ungene ukuze uqhubeke.

source: Welcome to TrueNTH
af_za: Welkom by TrueNTH
es_es: Bienvenido a TrueNTH
pt_br: Bem-vindo à TrueNTH
sv_se: Välkommen till TrueNTH
xh_za: Wamkelekile kuTrueNTH

source: Tools for navigating the prostate cancer journey
af_za: Instrumente om die prostaatkankerreis te navigeer
es_es: Herramientas para utilizar durante su recorrido por el cáncer de próstata
pt_br: Ferramentas para auxiliar na jornada do câncer de próstata
sv_se: Verktyg för att hantera prostatacancervården
xh_za: Izixhobo zokukhangela uhambo lomhlaza weprosteti

source: Not available
af_za: Nie beskikbaar nie
es_es: No disponible
pt_br: Não disponível
sv_se: Inte tillgänglig
xh_za: Alufumaneki

source: Privacy
af_za: Privaatheid
es_es: Privacidad
pt_br: Privacidade
sv_se: Sekretess
xh_za: Okuyimfihlo

source: Resources
af_za: Hulpbronne
es_es: Recursos
pt_br: Recursos
sv_se: Resurser
xh_za: Izixhobo

source: General Terms
af_za: Algemene bepalings
es_es: Términos generales
pt_br: Termos gerais
sv_se: Allmänna villkor
xh_za: Imiqathango Eqhelekileyo

source: Continue to TrueNTH
af_za: Gaan voort na TrueNTH
es_es: Continuar a TrueNTH
pt_br: Continuar na TrueNTH
sv_se: Fortsätt till TrueNTH
xh_za: Qhubeka ne-TrueNTH

source: Print
af_za: Druk
es_es: Imprimir
pt_br: Imprimir
sv_se: Skriv ut
xh_za: Printa

source: Complete Questionnaire
af_za: Voltooi vraelys
es_es: Completar cuestionario
pt_br: Preencher questionário
sv_se: Fyll i frågeformuläret
xh_za: Zalisa Iphepha Lemibuzo

source: Password Reset
af_za: Wagwoordterugstelling
es_es: Restablecer contraseña
pt_br: Redefinição de senha
sv_se: Lösenord återställt
xh_za: Ukuseta Kwakhona Iphaswedi

source: Symptom Tracker
af_za: Simptoomspeurder
es_es: Seguimiento de Síntomas
pt_br: Rastreador de sintomas
sv_se: Symtomdagbok
xh_za: Isikhangeli Sempawu

source: Verify Account
af_za: Verifieer rekening
es_es: Verificar cuenta
pt_br: Verificar conta
sv_se: Bekräfta konto
xh_za: Qinisekisa Iakhawunti

source: Thank you, %(full_name)s.
af_za: Dankie, %(full_name)s.
es_es: Gracias, %(full_name)s.
pt_br: Obrigado, %(full_name)s.
sv_se: Tack, %(full_name)s.
xh_za: Enkosi, %(full_name)s.

source: You've completed the %(registry)s questionnaire.
af_za: Jy het die %(registry)s-vraelys voltooi.
es_es: Usted ha completado el cuestionario %(registry)s.
pt_br: Você concluiu o questionário %(registry)s.
sv_se: Du har fyllt i %(registry)s frågeformuläret.
xh_za: Iphepha lemibuzo le %(registry)s ulizalisile.

source: You will be notified when the next questionnaire is ready to complete.
af_za: Jy sal in kennis gestel word wanneer die volgende vraelys gereed is om te voltooi.
es_es: Le enviaremos una notificación cuando el siguiente cuestionario esté listo para completar.
pt_br: Você será notificado quando o próximo questionário estiver pronto para ser concluído.
sv_se: Du får ett meddelande när nästa enkät är redo att fyllas i.
xh_za: Uza kwaziswa xa iphepha lemibuzo elilandelayo lilungele ukuzaliswa.

source: Log out
af_za: Meld af
es_es: Cerrar la sesión
pt_br: Sair
sv_se: Logga ut
xh_za: Loga uphume

source: Hi, %(full_name)s
af_za: Haai, %(full_name)s
es_es: Hola, %(full_name)s
pt_br: Olá %(full_name)s
sv_se: Hej, %(full_name)s
xh_za: Molo, %(full_name)s

source: Please complete your %(assigning_authority)s questionnaire as soon as possible. It will expire on %(expired_date)s.
af_za: Voltooi asseblief so gou as moontlik jou %(assigning_authority)s-vraelys. Dit sal op %(expired_date)s verval.
es_es: Por favor complete su cuestionario %(assigning_authority)s lo antes posible. Expirará el %(expired_date)s.
pt_br: Preencha seu questionário %(assigning_authority)s assim que possível. Ele expirará em %(expired_date)s.
sv_se: Slutför ditt %(assigning_authority)s frågeformulär så snart som möjligt. Det löper ut den %(expired_date)s.
xh_za: Sicela uzalise iphepha lemibuzo lakho le %(assigning_authority)s ngokukhawuleza kangangoko kunkwenzeka. Liza kuphelelwa nge %(expired_date)s.

source: Please complete your %(assigning_authority)s questionnaire by %(due_date)s.
af_za: Voltooi asseblief jou %(assigning_authority)s-vraelys teen %(due_date)s.
es_es: Por favor complete su cuestionario %(assigning_authority)s antes del %(due_date)s.
pt_br: Conclua seu questionário %(assigning_authority)s até %(due_date)s.
sv_se: Slutför ditt %(assigning_authority)s frågeformulär senast den %(due_date)s.
xh_za: Sicela uzalise iphepha lakho lemibuzo le %(assigning_authority)s ngaphambi kwe %(due_date)s.

source: Please complete your %(assigning_authority)s questionnaire at your convenience.
af_za: Voltooi asseblief jou %(assigning_authority)s-vraelys wanneer dit vir jou gerieflik is.
es_es: Por favor complete su cuestionario %(assigning_authority)s cuando le resulte conveniente.
pt_br: Conclua seu questionário %(assigning_authority)s assim que possível.
sv_se: Slutför ditt %(assigning_authority)s frågeformulär när det passar dig.
xh_za: Sicela uzalise iphepha lakho lemibuzo le %(assigning_authority)s ngexesha lakho.

source: Completed Questionnaires
af_za: Voltooide vraelyste
es_es: Cuestionarios completos
pt_br: Questionários concluídos
sv_se: Ifyllda enkäter
xh_za: Amaphepha Emibuzo Azalisiweyo

source: When you are done, completed questionnaires will be shown here.
af_za: Wanneer jy klaar is, sal voltooide vraelyste hier gewys word.
es_es: Una vez que haya terminado, los cuestionarios completos aparecerán aquí
pt_br: Quando tiver terminado, o questionário completo será mostrado aqui.
sv_se: När du är färdig kommer de ifyllda enkäterna att visas här.
xh_za: Xa ugqibile, amaphepha emibuzo azalisiweyo aza kuboniswa apha.

source: View questionnaire completed on %(comp_date)s
af_za: Sien vraelys wat op %(comp_date)s voltooi is.
es_es: Ver el cuestionario terminado el %(comp_date)s
pt_br: Visualizar o questionário concluído em %(comp_date)s
sv_se: Se frågeformuläret som slutfördes den %(comp_date)s
xh_za: Hlola iphepha lemibuzo elizaliswe nge %(comp_date)s

source: Go to questionnaire
af_za: Gaan na vraelys
es_es: Ir al cuestionario
pt_br: Ir para o questionário
sv_se: Gå till enkäten
xh_za: Yiya Kwiphepha Lemibuzo

source: Continue questionnaire
af_za: Gaan voort met vraelys
es_es: Continuar con el cuestionario
pt_br: Continuar questionário
sv_se: Fortsätt fylla i enkäten
xh_za: Qhubeka nephepha lemibuzo

source: Open Questionnaire
af_za: Beskikbare vraelys
es_es: Abrir cuestionario
pt_br: Questionário aberto
sv_se: Öppna enkäten
xh_za: Vula Iphepha Lemibuzo

source: Please complete your %(assigning_authority)s questionnaire here.
af_za: Voltooi asb. jou %(assigning_authority)s-vraelys hier.
es_es: Rellene el cuestionario %(assigning_authority)s aquí.
pt_br: Preencha seu questionário %(assigning_authority)s aqui.
sv_se: Slutför ditt %(assigning_authority)s frågeformulär här.
xh_za: Nceda uzalise %(assigning_authority)s uxwebhu lwakho lwemibuzo apha.

source: View previous questionnaire
af_za: Bekyk vorige vraelys
es_es: Ver el cuestionario anterior
pt_br: Exibir questionário anterior
sv_se: Visa föregående enkät
xh_za: Hlola iphepha lemibuzo langaphambili

source: No questionnaire is due.
af_za: Geen vraelys is agterstallig nie.
es_es: No hay cuestionario pendiente.
pt_br: Nenhum questionário expirado.
sv_se: Ingen enkät att fylla i för närvarande.
xh_za: Alikho iphepha lemibuzo elimeme lingene.

source: Questionnaire Expired
af_za: Vraelys is verstreke
es_es: El cuestionario ha caducado
pt_br: Questionário expirado
sv_se: Frågeformuläret har upphört att gälla
xh_za: UXwebhu lweMibuzo luPhelelwe

source: The assessment is no longer available. A research staff member will contact you for assistance.
af_za: Die assessering is nie meer beskikbaar nie. ’n Navorsingpersonneellid sal jou kontak om bystand te verleen.
es_es: La evaluación ya no está disponible. Un miembro del personal de investigación se pondrá en contacto con usted para ayudarle.
pt_br: A avaliação não está mais disponível. Um membro da equipe de pesquisa entrará em contato com você para oferecer ajuda.
sv_se: Utvärderingen är inte längre tillgänglig. En person i forskningsteamet kommer att kontakta dig.
xh_za: Ukuhlolisisa akusekho. Ilungu labasebenzi abaphandayo liza kuqhagamshelana nawe ukuze likuncede.

source: Month %(month_total)d
af_za: Maand %(month_total)d
es_es: Mes %(month_total)d
pt_br: Mês %(month_total)d
sv_se: Månad %(month_total)d
xh_za: Inyanga %(month_total)d

source: invalid email address
af_za: ongeldige e-posadres
es_es: Dirección de correo electrónico no válida
pt_br: endereço de email inválido
sv_se: Ogiltig e-postadress
xh_za: Idilesi ye-imeyile esetyenzisiweyo asiyiyo

source: missing required data:
af_za: vereiste data ontbreek:
es_es: faltan datos obligatorios:
pt_br: dados necessários ausentes:
sv_se: nödvändiga uppgifter saknas:
xh_za: i-data efunekayo ayikho:

source: Identity Verification
af_za: Identiteitsverifikasie
es_es: Verificación de identidad
pt_br: Verificação de identidade
sv_se: Identitetsverifiering
xh_za: Ukugunyaziswa Kwesazisi

source: To ensure your personal details are not shared with others, please enter the following data for account confirmation.
af_za: Om te verseker dat jou persoonlike besonderhede nie met enige iemand anders gedeel word nie, voer die volgende data vir rekeningbevestiging in.
es_es: Para asegurar que sus datos personales no se compartan con otros, introduzca los siguientes datos para la confirmación de la cuenta.
pt_br: Para garantir que seus dados pessoais não sejam compartilhados com outros, insira os seguintes dados para a confirmação da conta.
sv_se: För att säkerställa att dina personuppgifter inte delas med andra ber vi dig ange följande data för att verifiera ditt konto.
xh_za: Ukuze siqiniseke ukuba iinkcukacha zakho akwabelwana ngazo nabanye, sicela ufake le nkcazelo yoqinisekiso lwe-akhawunti.

source: First name is required
af_za: Voornaam word vereis
es_es: Se requiere un nombre
pt_br: Nome obrigatório
sv_se: Förnamn måste anges
xh_za: Igama liyafuneka

source: First Name
af_za: Voornaam
es_es: Nombre
pt_br: Nome
sv_se: Förnamn
xh_za: IGama

source: Last name is required
af_za: Van word vereis
es_es: Se requiere un apellido
pt_br: Sobrenome obrigatório
sv_se: Efternamn måste anges
xh_za: Ifani iyafuneka

source: Last Name
af_za: Van
es_es: Apellido
pt_br: Sobrenome
sv_se: Efternamn
xh_za: Ifani

source: Birth Date
af_za: Geboortedatum
es_es: Fecha de nacimiento
pt_br: Data de nascimento
sv_se: Födelsedatum
xh_za: Usuku Lokuzalwa

source: Day
af_za: Dag
es_es: Día
pt_br: Dia
sv_se: Dag
xh_za: Usuku

source: Day is required
af_za: Dag word vereis
es_es: Se requiere el día
pt_br: O dia é obrigatório
sv_se: Dag krävs
xh_za: Umhla uyafuneka

source: Month
af_za: Maand
es_es: Mes
pt_br: Mês
sv_se: Månad
xh_za: Inyanga

source: Month is required
af_za: Maand word vereis
es_es: Se requiere el mes
pt_br: O mês é obrigatório
sv_se: Månad krävs
xh_za: Inyanga iyafuneka

source: January
af_za: Januarie
es_es: Enero
pt_br: Janeiro
sv_se: Januari
xh_za: Januwari

source: February
af_za: Februarie
es_es: Febrero
pt_br: Fevereiro
sv_se: Februari
xh_za: Februwari

source: March
af_za: Maart
es_es: Marzo
pt_br: Março
sv_se: Mars
xh_za: Matshi

source: May
af_za: Mei
es_es: Mayo
pt_br: Maio
sv_se: Maj
xh_za: Meyi

source: June
af_za: Junie
es_es: Junio
pt_br: Junho
sv_se: Juni
xh_za: Juni

source: July
af_za: Julie
es_es: Julio
pt_br: Julho
sv_se: Juli
xh_za: Julayi

source: August
af_za: Augustus
es_es: Agosto
pt_br: Agosto
sv_se: Augusti
xh_za: Agasti

source: October
af_za: Oktober
es_es: Octubre
pt_br: Outubro
sv_se: Oktober
xh_za: Oktobha

source: December
af_za: Desember
es_es: Diciembre
pt_br: Dezembro
xh_za: Disemba

source: Year
af_za: Jaar
es_es: Año
pt_br: Ano
sv_se: År
xh_za: Unyaka

source: Year is required
af_za: Jaar word vereis
es_es: Se requiere el año
pt_br: O ano é obrigatório
sv_se: År krävs
xh_za: Unyaka uyafuneka

source: Confirm Identity
af_za: Bevestig identiteit
es_es: Confirmar identidad
pt_br: Confirmar identidade
sv_se: Bekräfta identitet
xh_za: Qinisekisa Isazisi

source: Thank you for contacting us.
af_za: Dankie dat jy ons gekontak het.
es_es: Gracias por ponerse en contacto con nosotros.
pt_br: Obrigado por entrar em contato conosco.
sv_se: Tack för att du kontaktar oss.
xh_za: Enkosi ngokuqhagamshelana nathi.

source: We have sent an email to the team supporting TrueNTH.
af_za: Ons het ’n e-pos na die TrueNTH-ondersteuningspan gestuur.
es_es: Hemos enviado un correo electrónico al equipo de asistencia de TrueNTH.
pt_br: Enviamos um email para a equipe de suporte da TrueNTH.
sv_se: Vi har skickat ett e-postmeddelande till det team som tillhandahåller support för TrueNTH:s räkning.
xh_za: Siye sathumela i-imeyili kwiqela elixhasa i-TrueNTH.

source: TrueNTH Home
af_za: TrueNTH-tuisblad
es_es: TrueNTH Inicio
pt_br: Página inicial da TrueNTH
sv_se: Startsida TrueNTH
xh_za: Iphepha lokuqala leTrueNTH

source: More About You
af_za: Meer oor jou
es_es: Más acerca de usted
pt_br: Mais sobre você
sv_se: Mer om dig
xh_za: Okungakumbi Mayela Nawe

source: The TrueNTH system asks these questions in order to give you information that best fits
af_za: Die TrueNTH-stelsel vrae hierdie vrae, sodat die regte inligting aan jou verskaf kan word
es_es: El sistema TrueNTH hace estas preguntas para darle la información que mejor se adapte
pt_br: O sistema TrueNTH faz perguntas para oferecer as informações mais adequadas
sv_se: TrueNTH-systemet ställer dessa frågor för att ge dig den information som är bäst lämpad för dig
xh_za: Isistim yeTrueNTH ibuza le mibuzo ukuze ikunike eyona nkcazelo ifanelekileyo

source: You may skip any question you prefer not to answer.
af_za: Jy mag enige vraag oorslaan as jy verkies om nie te antwoord nie.
es_es: Usted puede saltar cualquier pregunta que prefiera no responder.
pt_br: Você pode pular qualquer pergunta que prefere não responder.
sv_se: Du kan hoppa över de frågor du inte vill svara på.
xh_za: Ungatsiba nayiphi imibuzo okhetha ukungayiphenduli.

source: Ethnicity
af_za: Etnisiteit
es_es: Origen étnico
pt_br: Etnia
sv_se: Etnicitet
xh_za: Imvelaphi

source: Hispanic or Latino
af_za: Spaans-Amerikaans of Latyns-Amerikaans
es_es: Hispano o latino
pt_br: Hispânico ou latino
sv_se: Spanskättad eller latinamerikansk
xh_za: Ngum-Hispanic okanye ngum-Latino

source: Not Hispanic or Latino
af_za: Nie een van die volgende nie: Spaans-Amerikaans of Latyns-Amerikaans
es_es: No hispano o latino
pt_br: Não hispânico ou latino
sv_se: Inte latinamerikanskt ursprung
xh_za: Andiyiyo i-Hispanic okanye i-Latino

source: Race
af_za: Ras
es_es: Raza
pt_br: Raça
sv_se: Ras
xh_za: Uhlanga

source: American Indian or Alaska Native
af_za: Amerikaanse Indiaan / inboorling van Alaska
es_es: Amerindio o nativo de Alaska
pt_br: Índio americano ou nativo do Alasca
sv_se: Amerikansk ursprungsbefolkning, inklusive Alaska
xh_za: Ulindiya laseMerika okanye Ummi waseAlaska

source: Asian
af_za: Asiaties
es_es: Asiática
pt_br: Asiático
sv_se: Asiatisk
xh_za: Ngum-Asian

source: Black or African American
af_za: Swart of Afro-Amerikaans
es_es: Negro o afroamericano
pt_br: Negro ou afro-americano
sv_se: Svart eller afroamerikansk
xh_za: Umnyama okanye UngumAfrika waseMerika

source: Native Hawaiian or Other Pacific Islander
af_za: Hawaiïese inboorling of ander Stille Oseaan-eilandbewoner
es_es: Hawaiano o nativo de otras islas del Pacífico
pt_br: Havaiano nativo ou de outras ilhas do Pacífico
sv_se: Från Hawaii eller andra öar i Stilla havet
xh_za: Ungummi waseHawaii okanye Uyenye iPacific Islander

source: White
af_za: Wit
es_es: Blanco
pt_br: Branco
sv_se: Vit
xh_za: Umhlophe

source: Other
af_za: Ander
es_es: Otra cantidad
pt_br: Outro
sv_se: Annat
xh_za: Ezinye

source: Skip This
af_za: Slaan hierdie oor
es_es: Omitir
pt_br: Pular isso
sv_se: Hoppa över detta
xh_za: Kutsibe Oku

source: Continue
af_za: Gaan voort
es_es: Continuar
pt_br: Continuar
sv_se: Fortsätt
xh_za: Qhubeka

source: Explore How TrueNTH Works
af_za: Verken hoe TrueNTH werk
es_es: Explorar cómo funciona TrueNTH
pt_br: Explore como a TrueNTH funciona
sv_se: Utforska hur TrueNTH fungerar
xh_za: Khangela ukuba iTrueNTH Isebenza Njani
