Repository: uwcirg/truenth-portal
Catalog: portal/translations/*/LC_MESSAGES/messages.po
Languages: af_za, es_es, pt_br, sv_se, xh_za

source: Australia/South
af_za: Australië/Suid
es_es: Australia/Meridional
pt_br: Austrália/Sul
sv_se: Australien/södra delarna

source: Australia/Sydney
af_za: Australië/Sydney
pt_br: Austrália/Sydney
sv_se: Australien/Sydney

source: Australia/Tasmania
af_za: Australië/Tasmanië
pt_br: Austrália/Tasmânia
sv_se: Australien/Tasmanien

source: Australia/Victoria
af_za: Australië/Victoria
pt_br: Austrália/Victoria
sv_se: Australien/Victoria

source: Australia/West
af_za: Australië/Wes
es_es: Australia/Occidental
pt_br: Austrália/Oeste
sv_se: Australien/västra delarna

source: Australia/Yancowinna
af_za: Australië/Yancowinna
pt_br: Austrália/Yancowinna
sv_se: Australien/Yancowinna

source: Europe/Andorra
af_za: Europa/Andorra
es_es: Europa/Andorra
pt_br: Europa/Andorra
sv_se: Europa/Andorra

source: Europe/Vienna
af_za: Europa/Wene
es_es: Europa/Viena
pt_br: Europa/Viena
sv_se: Europa/Wien

source: Europe/Brussels
af_za: Europa/Brussel
es_es: Europa/Bruselas
pt_br: Europa/Bruxelas
sv_se: Europa/Bryssel

source: Europe/Stockholm
af_za: Europa/Stockholm
es_es: Europa/Estocolmo
pt_br: Europa/Estocolmo
sv_se: Europa/Stockholm

source: Europe/Sofia
af_za: Europa/Sofia
es_es: Europa/Sofía
pt_br: Europa/Sofia
sv_se: Europa/Sofia

source: Europe/Zurich
af_za: Europa/Zürich
es_es: Europa/Zúrich
pt_br: Europa/Zurique
sv_se: Europa/Zürich

source: Deceased Status
af_za: Afsterwingstatus
es_es: Difunto
pt_br: Status Falecido
sv_se: Status avliden
xh_za: Imo Yokusweleka

source: Patient is deceased
af_za: Pasiënt is oorlede
es_es: Paciente ha fallecido
pt_br: O paciente faleceu
sv_se: Patienten är avliden
xh_za: Isigulana siswelekile

source: no data provided
af_za: geen data verskaf nie
es_es: no se proporcionaron datos
pt_br: nenhum dado fornecido
sv_se: inga uppgifter har lämnats
xh_za: ayikho idatha elungiselelweyo

source: Has the patient passed away?
af_za: Is die pasiënt oorlede?
es_es: ¿El paciente falleció?
pt_br: O paciente faleceu?
sv_se: Har patienten avlidit?
xh_za: Ngaba isigulana siswelekile?

source: Deceased Date
af_za: Afsterwingsdatum
es_es: Fecha de defunción
pt_br: Data do óbito
sv_se: Avled datum
xh_za: Umhla Wokusweleka

source: Site ID
af_za: Werf-ID
es_es: ID del sitio
pt_br: ID do site
sv_se: Klinik-ID
xh_za: i-ID Yesayithi

source: Three ways to complete questionnaire
af_za: Drie maniere om vraelys te beantwoord
es_es: Tres maneras de completar el cuestionario
pt_br: Três formas para concluir o questionário
sv_se: Tre sätt att fylla i enkäten på
xh_za: Indlela ezintathu zokuzalisa iphepha lemibuzo

source: Invite or remind patient over email to complete their questionnaire
af_za: Nooi pasiënt uit of herinner pasiënt per e-pos om hul vraelys te voltooi
es_es: Invitar o recordarle al paciente por correo electrónico que rellene su cuestionario
pt_br: Convidar ou lembrar o paciente por email para concluir o questionário
sv_se: Bjud in eller påminn patienten om att fylla i enkäten via e-post
xh_za: Mema okanye ukhumbuze isigulana nge-imeyile ukuba azalise iphepha lakhe lemibuzo

source: Log in as patient
af_za: Meld aan as pasiënt
es_es: Iniciar sesión como paciente
pt_br: Entrar como paciente
sv_se: Logga in som patient
xh_za: Loga ungene njengesigulana

source: This logs you out, and logs in the patient without their needing to enter credentials. This is so the patient can complete their questionnaire on this device. Ideal for tablet and kiosk computers.
af_za: Dit meld jou af, en meld die pasiënt aan, sonder dat hulle hul besonderhede hoef in te voer. Dit is sodat die pasiënt hul vraelys op hierdie toestel kan voltooi. Perfek vir tablet- en kioskrekenaars.
es_es: Esto va a cerrar su sesión y va a iniciar la sesión del paciente sin necesidad de introducir las credenciales. Se hace así para que el paciente pueda completar su cuestionario en este dispositivo. Ideal para tabletas y ordenadores en lugares públicos.
pt_br: Isso desconecta você e conecta o paciente sem precisar inserir as credenciais. Isso ocorre para que o paciente possa concluir o questionário neste dispositivo. Ideal para tablets ou computadores em quiosques.
sv_se: Du loggas ut och patienten loggas in utan att han/hon behöver ange sina inloggningsuppgifter. På så sätt kan patienten fylla i sin enkät på denna enhet. Perfekt för surfplattor och kioskdatorer.
xh_za: Oku kukuloga uphume, kuze kuloge kungenise isigulana ngaphandle kwemfuneko yokuba afake amagama okungena ayimfuneko. Oku kwenzelwa ukuba isigulana sizalise iphepha laso lemibuzo kwesi sixhobo. Yenzelwe ithabhlethi neekhompyutha ze-kiosk.

source: Enter manually
af_za: Voer self in
es_es: Introducir manualmente
pt_br: Insira manualmente
sv_se: Ange manuellt
xh_za: Faka ngokoqobo

source: Enter questionnaire responses on patient's behalf. Helpful if responses have been completed on paper.
af_za: Voer vraelysantwoorde namens die pasiënt in. Dit help om antwoorde eers op papier te voltooi.
es_es: Introducir las respuestas del cuestionario en nombre del paciente. Útil si se han completado las respuestas en papel.
pt_br: Insira as respostas do questionário em nome do paciente. Será útil se as respostas foram realizadas em papel.
sv_se: Fyll i svaren på frågorna i enkäten åt kunden. Praktiskt om svaren har lämnats på papper.
xh_za: Fakela isigulana iimpendulo zephepha lemibuzo. Kuyanceda xa iimpendulo zizaliswe ephepheni.

source: Enter questionnaire manually on patient's behalf
af_za: Voltooi die vraelys self namens die pasiënt
es_es: Escribir el cuestionario manualmente en nombre del paciente
pt_br: Responda manualmente ao questionário em nome do paciente
sv_se: Fyll i enkäten för hand åt patienten
xh_za: Fakela isigulana iphepha lemibuzo ngokoqobo

source: Select the method in which the questionnaire will be completed:
af_za: Kies die metode waarop die vraelys beantwoord sal word:
es_es: Seleccionar método con el que se completará el cuestionario:
pt_br: Selecione o método no qual o questionário será concluído:
sv_se: Välj hur enkäten kommer att fyllas i:
xh_za: Khetha indlela iphepha lemibuzo eliza kuzaliswa ngayo:

source: Interview assisted
af_za: Met behulp van ’n onderhoud
es_es: Entrevista asistida
pt_br: Entrevista assistida
sv_se: Bistådd vid intervjun
xh_za: Udliwano-ndlebe luncedisiwe

source: Paper
af_za: Skriftelik
es_es: papel
pt_br: Papel
sv_se: Papper
xh_za: Iphepha

source: Questionnaire completion date
af_za: Vraelys voltooiingsdatum
es_es: Fecha de finalización del cuestionario
pt_br: Data de conclusão do questionário
sv_se: Enkäten slutförd datum
xh_za: Umhla wokuzaliswa kwephepha lemibuzo

source: Completion Day
af_za: Voltooiingsdatum
es_es: Día de finalización
pt_br: Dia da conclusão
sv_se: Slutförd datum
xh_za: Usuku Lokugqitywa

source: Completion Year
af_za: Voltooiingsjaar
es_es: Año de finalización
pt_br: Ano da conclusão
sv_se: Slutförd år
xh_za: Unyaka Wokugqitywa

source: Patient is participating in the following intervention(s):
af_za: Pasiënt neem aan die volgende intervensie(s) deel:
es_es: El paciente participa en las siguientes intervenciones:
pt_br: O paciente está participando das seguintes intervenções:
sv_se: Patienten deltar i följande intervention(er):
xh_za: Isigulana sithatha inxaxheba kolu ngenelelo lulandelayo:

source: None
af_za: Geen
es_es: Ninguno
pt_br: Nenhum
sv_se: Saknas
xh_za: Ayikho

source: My Treatments
af_za: My behandelings
es_es: Mis tratamientos
pt_br: Meus tratamentos
sv_se: Mina behandlingar
xh_za: Unyango Lwam

source: Clinical Data
af_za: Kliniese data
es_es: Datos clínicos
pt_br: Dados clínicos
sv_se: Kliniska data
xh_za: Inkcazelo Yezempilo

source: (Optional)
af_za: (Opsioneel)
es_es: (Opcional)
pt_br: (opcional)
sv_se: (Valfritt)
xh_za: (Yeyokuzikhethela)

source: Which of the following prostate cancer management options has the patient had, if any? If you don&#39;t remember the exact date, please make your best guess.
af_za: Watter van die volgende prostaatkankerbestuursopsies, indien enige, het die pasiënt al gehad? As jy nie die presiese datum onthou nie, gee dit asseblief jou beste raaiskoot.
es_es: ¿Cuál de las siguientes opciones de tratamiento del cáncer de próstata ha recibido el paciente, si es el caso? Si no recuerda la fecha exacta, intente dar una aproximación.
pt_br: Se for o caso, em quais das seguintes opções de gerenciamento do câncer de próstata o paciente foi submetido? Se você não lembrar da data exata, dê o seu melhor palpite.
sv_se: Har patienten fått något/några av följande alternativ för behandling av prostatacancer? Om ja, vilket/vilka? Om du inte minns exakt datum ber vi dig att ange ett ungefärligt datum.
xh_za: Loluphi kolu lulandelayo ukhetho lokulawula umhlaza weprosteti isigulana esiye saba nalo, ukuba lukho? Ukuba awusawukhumbuli owona mhla, nceda uqashisele kangangoko.

source: Which of the following prostate cancer management options have you had, if any? If you don&#39;t remember the exact date, please make your best guess.
af_za: Watter van die volgende prostaatkankerbestuursopsies, indien enige, het jy al gehad? As jy nie die presiese datum onthou nie, gee dit asseblief jou beste raaiskoot.
es_es: ¿Cuál de las siguientes opciones de tratamiento del cáncer de próstata ha tenido usted, si es el caso? Si no recuerda la fecha exacta , intente dar una aproximación.
pt_br: Se for o caso, em quais das seguintes opções de gerenciamento do câncer de próstata você foi submetido? Se você não lembrar da data exata, dê o seu melhor palpite.
sv_se: Har du fått något/några av följande alternativ för behandling av prostatacancer? Om ja, vilket/vilka? Om du inte minns exakt datum ber vi dig att ange ett ungefärligt datum.
xh_za: Loluphi kolu lulandelayo ukhetho lokulawula umhlaza weprosteti oye waba nalo, ukuba lukho? Ukuba awusawukhumbuli owona⏎ mhla, nceda uqashisele kangangoko.

source: Select an option
af_za: Kies ’n opsie
es_es: Seleccione una opción
pt_br: Selecione uma opção
sv_se: Välj ett alternativ
xh_za: Khetha ukhetho

source: Date
af_za: Datum
es_es: Fecha
pt_br: Data
sv_se: Datum
xh_za: Umhla

source: Save
af_za: Stoor
es_es: Guardar
pt_br: Salvar
sv_se: Spara
xh_za: Gcina

source: Add
af_za: Voeg by
es_es: Agregar
pt_br: Adicionar
sv_se: Lägg till
xh_za: Yongeza

source: My History
af_za: My geskiedenis
es_es: Mi historial
pt_br: Meu histórico
sv_se: Min historik
xh_za: Imbali Yam

source: Past
af_za: Verlede
es_es: Pasado
pt_br: Anterior
sv_se: Tidigare
xh_za: Ixesha elidlulileyo

source: Management(s)
af_za: Bestuursopsie(s)
es_es: Tratamiento(s)
pt_br: Gerenciamento
sv_se: behandling(ar)
xh_za: Ukulawula

source: Delete
af_za: Skrap
es_es: Eliminar
pt_br: Excluir
sv_se: Radera
xh_za: Cima

source: Are you sure you want to delete this treatment?
af_za: Is jy seker jy wil hierdie behandeling skrap?
es_es: ¿Está seguro/a de que quiere eliminar este tratamiento?
pt_br: Tem certeza que deseja excluir este tratamento?
sv_se: Är du säker du vill ta bort denna behandling?
xh_za: Ngaba uqinisekile ukuba ufuna ukulucima olu nyango?

source: You have updated your profile. Click the Save button to submit your changes.
af_za: Jy het jou profiel bygewerk. Klik die Stoor-knoppie om jou veranderinge in te dien.
es_es: Ha actualizado su perfil. Haga clic en el botón Guardar para enviar los cambios.
pt_br: Você atualizou seu perfil. Clique no botão Salvar para enviar suas alterações.
sv_se: Du har uppdaterat din profil. Klicka på knappen "Spara" för att skicka in dina ändringar.
xh_za: Uyihlaziyile iprofayile yakho. Cofa iqhosha likaSave ukuze ungenise utshintsho lwakho.

source: Or
af_za: Of
es_es: O
pt_br: Ou
sv_se: eller
xh_za: Okanye

source: cancel
af_za: kanselleer
es_es: cancelar
pt_br: cancelar
sv_se: avbryt
xh_za: rhoxisa

source: There is a problem with your profile. Please correct it before saving.
af_za: Daar is ’n probleem met jou profiel. Maak dit reg voordat jy stoor.
es_es: Hay un problema con su perfil. Corríjalo antes de guardarlo.
pt_br: Há um problema com o seu perfil. Corrija antes de salvar.
sv_se: Det har uppstått ett problem med din profil. Åtgärda det innan du sparar.
xh_za: Kukho ingxaki ngeprofayile yakho. Nceda uyilungise ngaphambi kokuba ugcine.

source: Make sure all required fields are filled out and all entries are valid.
af_za: Maak seker dat alle vereiste velde voltooi en dat alle inskrywings geldig is.
es_es: Compruebe que todos los campos requeridos se han rellenado y que todas las entradas son válidas.
pt_br: Certifique-se de que todos os campos obrigatórios estão preenchidos e que todas as entradas são válidas.
sv_se: Kontrollera att alla obligatoriska fält är ifyllda och alla inmatningar är giltiga.
xh_za: Qiniseka ukuba zonke izithuba ezifunekayo zizalisiwe yaye zonke izinto ezifakwayo zifanelekile.

source: Profile changes have been saved
af_za: Profielveranderinge is gestoor
es_es: Se han guardado los cambios del perfil
pt_br: As alterações do perfil foram salvas
sv_se: Profiländringar har sparats
xh_za: Utshintsho lweprofayile luye lwagcinwa

source: Profile for %(user_email)s
af_za: Profiel vir %(user_email)s
es_es: Perfil para %(user_email)s
pt_br: Perfil de %(user_email)s
sv_se: Profil för %(user_email)s
xh_za: Iprofayile ka %(user_email)s

source: Profile for #%(user_id)s
af_za: Profiel vir #%(user_id)s
es_es: Perfil de #%(user_id)s
pt_br: Perfil de #%(user_id)s
sv_se: Profil för #%(user_id)s
xh_za: Iprofayile ka #%(user_id)s

source: New Staff
af_za: Nuwe personeellid
es_es: Personal nuevo
pt_br: Novos funcionários
sv_se: Ny personal
xh_za: Abasebenzi Abatsha

source: All available questionnaires have been completed
af_za: Alle beskikbare vraelyste is voltooi
es_es: Se completaron todos los cuestionarios disponibles
pt_br: Todos os questionários disponíveis foram concluídos
sv_se: Alla tillgängliga frågeformulär har färdigställts
xh_za: Onke amaxwebhu emibuzo akhoyo aye azaliswa

source: If the email address '%(email)s' is in the system, a reset password email will now have been sent to it. Please open that email and follow the instructions to reset your password.
af_za: As die e-posadres '%(email)s' in die stelsel is, is ŉ wagwoordterugstelling-e-pos nou daarna gestuur. Maak asseblief daardie e-pos oop en volg die instruksies om jou wagwoord terug te stel.
es_es: Si la dirección de correo electrónico '%(email)s' está en el sistema, se le habrá enviado a esa dirección un mensaje para restablecer la contraseña. Abra el correo electrónico y siga las instrucciones para restablecer su contraseña.
pt_br: Será enviado um e-mail de redefinição de senha para o endereço "%(email)s", se estiver no sistema. Abra o e-mail e siga as instruções para redefinir sua senha.
sv_se: Om e-postadressen '%(email)s' finns i systemet har ett e-postmeddelande för återställning av lösenord nu skickats dit. Öppna e-postmeddelandet och följ anvisningarna för att återställa ditt lösenord.
xh_za: Ukuba idilesi ye-imeyile '%(email)s' ikhona kwisistimu yethu, i-imeyile yokutshintsha kwakhona iphaswedi iza kuthunyelwa kuyo ngoku. Nceda uvule la imeyile uze ulandele imiyalelo ukutshintsha kwakhona iphaswedi yakho.

source: This application requires Javascript enabled. Please check your browser settings.
af_za: Hierdie toepassing vereis dat Javascript in werking moet wees. Kontroleer asb. jou blaaierinstellings.
es_es: Esta solicitud requiere que Javascript esté activado. Compruebe la configuración de su navegador.
pt_br: Este aplicativo requer Javascript habilitado. Verifique as configurações do seu navegador.
sv_se: Denna app kräver att Javascript är aktiverat. Kontrollera dina webbläsarinställningar.
xh_za: Le aplikheyishini ifuna kuvulwe i-javascript. Nceda uhlole iisetingi zakho zebhrawza.

source: Unable to match identity
af_za: Kon nie identiteit pas nie
es_es: No se encontró ninguna identidad
pt_br: Impossível corresponder identidade
sv_se: Det gick inte att matcha identiteten
xh_za: Ayikwazi kudibanisa ukuba yekabani

source: User Not Found
af_za: Gebruiker nie gevind nie
es_es: Usuario no encontrado
pt_br: Usuário não encontrado
sv_se: Användare hittades inte
xh_za: Umsebenzisi Akafunyanwanga

source: I consent to sharing information with %(org_name)s
af_za: Ek verleen toestemming vir die deel van inligting met %(org_name)s
es_es: Doy mi consentimiento para compartir información con %(org_name)s
pt_br: Eu permito o compartilhamento de informações com %(org_name)s
sv_se: Jag samtycker till att dela information med %(org_name)s
xh_za: Ndiyavuma ukwabelana ngenkcazelo kunye ne %(org_name)s

source: TOTAL
af_za: TOTAAL
sv_se: TOTALT
xh_za: ISIMBUKU

source: none of the above
af_za: Geen van die bogenoemde nie
es_es: Ninguno de los anteriores
pt_br: Nenhuma das anteriores
sv_se: Inget av ovanstående
xh_za: Ayikho kwezi Zingasentla

source: Write Only
af_za: Skryf alleenlik
es_es: Solo escritura
pt_br: Apenas escrita
sv_se: Endast skriva
xh_za: Bhala Kuphela

source: Ironman V3 Recurring Annual Pattern
af_za: Ironman V3-herhalende jaarlikse patroon
es_es: Patrón anual recurrente de Ironman V3
pt_br: Padrão anual recorrente do Ironman V3
sv_se: Återkommande årligt mönster för Ironman V3
xh_za: Ipateni yoNyaka ye-Ironman Ebuyelelayo ye-V3

source: Ironman V3 Indefinite
af_za: Ironman V3-onbepaald
es_es: Ironman V3 indefinida
pt_br: Ironman V3 indefinido
sv_se: Ironman V3 obestämt
xh_za: Ironman V3 Engapheliyo

source: Ironman Indefinite
af_za: Ironman-onbepaald
es_es: Indefinida de Ironman
pt_br: Ironman indefinido
sv_se: Ironman obestämd
xh_za: Ironman Engenasiphelo

source: TrueNTH Registration
af_za: TrueNTH-registrasie
es_es: Registro de TrueNTH
pt_br: Registro da TrueNTH
sv_se: Registrering till TrueNTH
xh_za: Ubhaliso lwe-TrueNTH

source: Analyst
af_za: Analis
es_es: Analista
pt_br: Analista
sv_se: Analytiker
xh_za: Umhlalutyi

source: Mobile
af_za: Selfoon
es_es: Teléfono celular
pt_br: Celular
sv_se: Mobil
xh_za: Imobhayile

source: Register for TrueNTH
af_za: Registreer vir TrueNTH
es_es: Registrarse en TrueNTH
pt_br: Registre-se na TrueNTH
sv_se: Registrera dig för TrueNTH
xh_za: Bhalisela i-TrueNTH

source: <p>Explore your values, your preferences, and the current medical knowledge to help you discuss your treatment options with your doctors.</p>
af_za: <p>Verken jou waardes, jou voorkeure, en die huidige mediese kennis om jou te help om jou behandelingsopsies met jou dokters te bespreek.</p>
es_es: <p>Explore sus valores, sus preferencias y sus conocimientos médicos actuales para ayudarle a discutir sus opciones de tratamiento con sus doctores.</p>
pt_br: <p>Explore seus valores, preferências e conhecimento médico atual para ajudar a discutir suas opções de tratamento com os médicos.</p>
sv_se: <p>Utforska dina värden, preferenser och aktuella medicinska kunskaper för att hjälpa dig att diskutera dina behandlingsalternativ med din läkare.</p>
xh_za: <p>Khangela amaxabiso akho, ukhetho lwakho, kunye nolwazi lwakho lwangoku lwezempilo ukuze sikuncede uxoxe ngokhetho lwakho lonyango kunye nogqirha wakho.</p>

source: Test
af_za: Toets
es_es: Prueba
pt_br: Teste
xh_za: Uvavanyo

source: <p>Learn about symptoms that are common in men with prostate cancer, and about ways to manage and improve these symptoms.</p>
af_za: <p>Vind meer uit oor simptome wat algemeen by mans met prostaatkanker voorkom, en oor maniere hoe om hierdie simptome te bestuur en verbeter.</p>
es_es: <p>Aprenda sobre los síntomas que son comunes en los hombres con cáncer de próstata y sobre las maneras de tratar y mejorar estos síntomas.</p>
pt_br: <p>Saiba mais sobre os sintomas que são comuns em homens com câncer de próstata e formas de gerenciar e melhorar esses sintomas.</p>
sv_se: <p>Lär dig mer om symtom som är vanliga hos män med prostatacancer och om sätt att hantera och förbättra dessa symtom.</p>
xh_za: <p>Funda mayela neempawu eziqhelekileyo kumadoda anomhlaza weprosteti, nangeendlela zokuwulawula nokuphucula ezi mpawu.</p>

source: Care Plan
af_za: Versorgingsplan
es_es: Plan de cuidados
pt_br: Plano de cuidados
sv_se: Vårdplan
xh_za: Iplani Yonakekelo

source: Due
af_za: Verskuldig
es_es: Vencimiento
pt_br: Expira em
sv_se: Förfaller
xh_za: Lixesha layo

source: Ironman V3 Baseline
af_za: Ironman V3-basislyn
es_es: Base de Ironman V3
pt_br: Linha de base do Ironman V3
sv_se: Baseline för Ironman V3
xh_za: Isiseko se-Ironman V3

source: Overdue
af_za: Laat
es_es: Vencido
pt_br: Expirado
sv_se: Försenad
xh_za: Idlulelwe lixesha

source: Indefinite
af_za: Onbepaald
es_es: Indefinido
pt_br: Indefinido
sv_se: Obestämd
xh_za: Engapheliyo

source: <p>Organization and support for the many details of life as a prostate cancer survivor</p>
af_za: <p>Organisasie en ondersteuning vir die baie lewensbesonderhede van ’n prostaatkankeroorlewende</p>
es_es: <p>Organización y apoyo para los múltiples detalles de la vida como sobreviviente del cáncer de próstata</p>
pt_br: <p>Organização e apoio para os vários detalhes da vida como um sobrevivente do câncer de próstata</p>
sv_se: <p>Organisation och stöd för många aspekter i livet för personer som har överlevt prostatacancer</p>
xh_za: <p>Intlangano kunye nokuxhaswa kweenkcukacha ezininzi zobomi njengomntu osinde kumhlaza weprosteti</p>

source: Completed
af_za: Voltooi
es_es: Completado
pt_br: Concluído
sv_se: Slutförd
xh_za: Igqityiwe

source: Intervention Staff
af_za: Intervensiepersoneel
es_es: Personal de intervenciones
pt_br: Equipe de intervenção
sv_se: Interventionspersonal
xh_za: Abasebenzi boNgenelelo

source: Ironman Baseline
af_za: Ironman-basislyn
es_es: Base de Ironman
pt_br: Linha de base do Ironman
sv_se: Baseline för Ironman
xh_za: Isiseko se-Ironman

source: Study Consent Date
af_za: Studietoestemmingsdatum
es_es: Fecha de consentimiento del estudio
pt_br: Data da permissão do estudo
sv_se: Datum för samtycke till att delta i studien
xh_za: Umhla Wemvume Yophononongo

source: Partner
af_za: Vennoot
es_es: Socio
pt_br: Parceiro
xh_za: Iqabane

source: Sexual Recovery
af_za: Seksuele herstel
es_es: Recuperación sexual
pt_br: Recuperação sexual
sv_se: Sexuellt tillfrisknande
xh_za: Ukuphila Kwezesondo

source: Community of Wellness
af_za: Gemeenskap van gesondheid
es_es: Comunidad de bienestar
pt_br: Comunidade de bem-estar
sv_se: Hälsogemenskap
xh_za: Abantu Abanempilo-ntle

source: Recurring
af_za: Herhalend
es_es: Recurrente
pt_br: Recorrente
sv_se: Återkommande
xh_za: Iyaqhubeka

source: Access On Verify
af_za: Toegang met stawing
es_es: Acceso a verificar
pt_br: Acesso depois da verificação
sv_se: Åtkomst vid verifiering
xh_za: Ufikelelo kuHlolo

source: Ironman V3 Recurring 3Mo Pattern
af_za: Ironman V3-herhalende 3md.-patroon
es_es: Patrón recurrente de 3Mo de Ironman V3
pt_br: Padrão trimestral recorrente do Ironman V3
sv_se: Återkommande 3Mo-mönster för Ironman V3
xh_za: Ipateni yeeNyanga ezi-3 ka-Ironman Ebuyelelayo ye-V3

source: In Progress
af_za: Onderweg
es_es: En curso
pt_br: Em andamento
sv_se: Pågående
xh_za: Iyaqhubeka

source: Ironman V3 Recurring 6Mo Pattern
af_za: Ironman V3-herhalende 6md.-patroon
es_es: Patrón recurrente de 6Mo de Ironman V3
pt_br: Padrão semestral recorrente do Ironman V3
sv_se: Återkommande 6Mo-mönster för Ironman V3
xh_za: Ipateni yeeNyanga ezi-6 ka-Ironman Ebuyelelayo ye-V3
