Repository: uwcirg/truenth-portal
Catalog: portal/translations/*/LC_MESSAGES/messages.po
Languages: af_za, es_es, pt_br, sv_se, xh_za

source: A program aimed at improving the lives of men diagnosed and living with prostate cancer, and their partners, loved ones, and caregivers.
af_za: ’n Program wat gemik is op die verbetering van die lewens van mans wat met prostaatkanker gediagnoseer is en daarmee saamlewe, asook hul lewensmaats, geliefdes en versorgers.
es_es: Un programa dirigido a mejorar las vida de aquellos hombres que han sido diagnosticados y viven con cáncer de próstata, así como las de sus parejas, seres queridos y cuidadores.
pt_br: Um programa destinado a melhorar as vidas de homens diagnosticados com câncer de próstata e seus parceiros, familiares e cuidadores.
sv_se: Ett program som syftar till att förbättra livet för män som diagnostiserats och lever med prostatacancer samt deras partner, anhöriga och vårdgivare.
xh_za: Inkqubo ejolise ekuphuculeni ubomi bamadoda aphila nomhalaza weprosteti, kunye nabalingane babo, abasondele kubo, nababanyamekelayo.

source: Coming soon … discover tools designed to help those affected by prostate cancer.
af_za: Binnekort op pad ... ontdek instrumente wat ontwerp is om dié wat deur prostaatkanker geaffekteer word, te help.
es_es: Muy pronto... descubra herramientas diseñadas para ayudar a los afectados por el cáncer de próstata.
pt_br: Em breve... descubra as ferramentas criadas para ajudar as pessoas com câncer de próstata.
sv_se: Kommer snart ... verktyg som har utformats för att hjälpa dem som har drabbats av prostatacancer.
xh_za: Okusezayo… fumana izixhobo ezenzelwe ukunceda abo banomhlaza weprosteti.

source: Register Now
af_za: Registreer nou
es_es: Registrarse ahora
pt_br: Registre-se agora
sv_se: Registrera dig nu
xh_za: Bhalisa Ngoku

source: or
af_za: of
es_es: o
pt_br: ou
sv_se: eller
xh_za: okanye

source: Log In
af_za: Meld aan
es_es: Iniciar sesión
pt_br: Entre
sv_se: logga in
xh_za: Loga Ungene

source: Tell us a little about yourself.
af_za: Vertel ons ’n bietjie meer van jouself.
es_es: Cuéntenos un poco acerca de usted.
pt_br: Conte-nos um pouco mais sobre você.
sv_se: Berätta lite om dig själv.
xh_za: Sixelele okuthile mayela nawe.

source: your information
af_za: jou inligting
es_es: su información
pt_br: sua informação
sv_se: dina uppgifter
xh_za: inkcazelo yakho

source: your clinical profile
af_za: jou kliniese profiel
es_es: su perfil clínico
pt_br: seu perfil clínico
sv_se: din kliniska profil
xh_za: Iprofayile yakho yezonyango

source: The questions we're asking will help us customize what you see and provide the best information to help you track and manage your prostate cancer journey.
af_za: Die vrae wat ons vra help ons om dit wat jy sien te pasmaak en die beste inligting te verskaf om jou te help om jou prostaatkankerreis te kontroleer en te bestuur.
es_es: Las preguntas que estamos haciendo nos ayudarán a personalizar lo que usted ve, así como a proporcionarle la mejor información para ayudar en su seguimiento y gestionar su recorrido por el cáncer de próstata.
pt_br: As perguntas que estamos fazendo nos ajudarão a personalizar o que você vê e fornecer as melhores informações para ajudá-lo a controlar e gerenciar sua jornada do câncer de próstata.
sv_se: De frågor vi ställer hjälper oss att anpassa vad du ser och ger dig den bästa informationen för att hjälpa dig att följa och hantera din prostatacancerresa.
xh_za: Imibuzo esiyibuzayo iza kusinceda sandise oko ukubonayo size sikunike eyona nkcazelo igqibeleleyo ukuze sikuncede ukhangele uze ulawule uhambo lwakho lomhlaza weprosteti.

source: Your clinic of care.
af_za: Jou versorgingskliniek.
es_es: Su clínica de atención.
pt_br: Sua clínica de cuidados.
sv_se: Din vårdklinik
xh_za: Ikliniki yakho yonyamekelo.

source: your clinic
af_za: jou kliniek
es_es: su clínica
pt_br: sua clínica
sv_se: din klinik
xh_za: ikliniki yakho

source: Thank you.
af_za: Dankie.
es_es: Gracias.
pt_br: Obrigado.
sv_se: Tack!
xh_za: Enkosi.

source: Click continue to start using TrueNTH
af_za: Klik Gaan voort om TrueNTH te begin gebruik
es_es: Haga clic en continuar para comenzar a utilizar TrueNTH
pt_br: Clique para continuar e começar a usar o TrueNTH
sv_se: Klicka på "Fortsätt" för att börja använda TrueNTH
xh_za: Cofa uqhubeka ukuze uqalise ukusebenzisa iTrueNTH

source: Next
af_za: Volgende
es_es: Siguiente
pt_br: Próximo
sv_se: Nästa
xh_za: Okulandelayo

source: saving data...
af_za: stoor tans data ...
es_es: guardando datos...
pt_br: salvando dados...
sv_se: sparar uppgifter ...
xh_za: igcina inkcazelo...

source: terms
af_za: bepalings
es_es: términos
pt_br: termos
sv_se: villkor
xh_za: imimiselo

source: Terms of Use
af_za: Gebruiksbepalings
es_es: Términos de uso
pt_br: Termos de uso
sv_se: Användarvillkor
xh_za: Imiqathango Yokusebenzisa

source: Thanks for signing up for TrueNTH. First, please review the terms of use to access the TrueNTH tools
af_za: Dankie vir jou TrueNTH-intekening. Hersien eerstens die gebruiksbepalings om toegang tot die TrueNTH-instrumente te verkry
es_es: Gracias por registrarse en TrueNTH. En primer lugar, revise los términos de uso para acceder a las herramientas de TrueNTH
pt_br: Obrigado por se inscrever na TrueNTH. Primeiro, revise os termos de uso para acessar as ferramentas da TrueNTH
sv_se: Tack för att du har registrerat dig för TrueNTH. Läs först igenom användarvillkoren för att få tillgång till TrueNTH:s verktyg
xh_za: Enkosi ngokubhalisela iTrueNTH. Okokuqala, nceda uhlole imiqathango yokusebenzisa ukuze ufikelele kwizixhobo zeTrueNTH

source: View TrueNTH Terms
af_za: Bekyk die TrueNTH-bepalings
es_es: Ver términos de TrueNTH
pt_br: Exibir os Termos da TrueNTH
sv_se: Visa villkoren för TrueNTH
xh_za: Hlola Imiqathango yeTrueNTH

source: <div class="text-warning links-container"> By clicking "NEXT" you agree to the <a href="%(terms_url)s" target="_blank">Terms</a>, <a href="%(privacy_url)s" target="_blank">Privacy Policy</a>, and <a href="" class="terms-url" target="_blank">General Terms of Use</a> for the TrueNTH USA website. </div>
af_za: <div class="text-warning links-container"> Deur op &quot;Volgende&quot; te klik, stem jy in tot die <a href="%(terms_url)s" target="_blank">bepalings</a>, <a href="%(privacy_url)s" target="_blank">privaatheidsbeleid</a> en <a href="" class="terms-url" target="_blank">algemene gebruiksbepalings</a> vir die TrueNTH USA-webwerf. </div>
es_es: <div class="text-warning links-container"> Haciendo clic en &quot;SIGUIENTE&quot; usted acepta los <a href="%(terms_url)s" target="_blank">Términos</a>, las <a href="%(privacy_url)s" target="_blank">Políticas de privacidad</a>, y las <a href="" class="terms-url" target="_blank">Condiciones generales de uso</a> del sitio web TrueNTH USA. </div>
pt_br: <div class="text-warning links-container"> Clicando em &quot;AVANÇAR&quot;, você concorda com os <a href="%(terms_url)s" target="_blank">Termos</a>, a <a href="%(privacy_url)s" target="_blank">Política de Privacidade</a> e os <a href="" class="terms-url" target="_blank">Termos Gerais de Uso</a> para o site da TrueNTH USA. </div>
sv_se: <div class="text-warning links-container"> Genom att klicka på ”NÄSTA” godkänner du <a href="%(terms_url)s" target="_blank">villkoren</a>, <a href="%(privacy_url)s" target="_blank">integritetspolicyn</a> och <a href="" class="terms-url" target="_blank">de allmänna användarvillkoren</a> för TrueNTH USA:s webbplats. </div>
xh_za: <div class="text-warning links-container"> Ngokucofa &quot;OKULANDELAYO&quot; uyayivuma <a href="%(terms_url)s" target="_blank">Imiqathango</a>, <a href="%(privacy_url)s" target="_blank">Ipolisi Yabucala</a>, kunye <a href="" class="terms-url" target="_blank">Nemiqathango Eqhelekileyo Yokusebenzisa</a> yewebhsayithi ye-TrueNTH USA. </div>

source: By checking this box, I confirm that I have read the information notice above and consent and agree to the processing of my personal information (including my health information) on the terms described in this Consent.
af_za: Deur hierdie blokkie te merk, bevestig ek dat ek die bostaande inligtingkennisgewing gelees het en toestemming verleen en instem tot die verwerking van my persoonlike inligting (insluitend my gesondheidsinligting) volgens die bepalings wat in hierdie “Toestemming” beskryf word.
es_es: Al marcar esta casilla, confirmo que he leído la nota informativa anterior y otorgo mi consentimiento y acuerdo para el procesamiento de mi información personal (incluida la información sobre mi salud) en los términos descritos en este Consentimiento.
pt_br: Marcando esta caixa, eu confirmo que li o aviso acima e permiti e concordo com o processamento de meus dados pessoais (incluindo minha informação de saúde) nos termos descritos nesta Permissão.
sv_se: Genom att kryssa för denna ruta, bekräftar jag att jag har läst informationsmeddelandet ovan och godkänner och samtycker till att mina personuppgifter (inklusive min hälsoinformation) behandlas enligt de villkor som beskrivs i detta samtycke.
xh_za: Ngokukorekisha le bhokisi, Ndiyaqinisekisa ukuba ndiye ndayifunda inkcazelo yokwaziswa engasentla yaye ndinika imvume ibe ndiyakuvumela ukudluliselwa kwenkcazelo yam yobuqu (kuquka inkcazelo yezempilo) ngokwemimiselo echazwe kule Mvume.

source: You have previously provided your consent to the website during a visit at your treating site. If you would like a copy of this please contact your study contact.
af_za: Jy het vantevore tydens ’n besoek aan jou behandelingsentrum jou toestemming aan die webwerf verleen. As jy ’n afskrif wil hê, kom asseblief met jou studiekontak in aanraking.
es_es: Usted ha dado previamente su consentimiento a la página web durante una visita a su centro de tratamiento. Si desea una copia, póngase en contacto con su enlace en el estudio.
pt_br: Você forneceu anteriormente sua permissão para o site durante uma visita ao seu site de tratamento. Se você quiser uma cópia, fale com seu contato do estudo.
sv_se: Du har tidigare givit ditt samtycke till webbplatsen under ett besök på din vårdenhet/klinik . Om du vill ha en kopia av detta ber vi dig att vända dig till din kontaktperson i studien (läkare eller sköterska).
xh_za: Sele uyinikile imvume yewebhsaythi ngaphambili ebudeni botyelelo kwisayithi yakho yonyango. Ukuba ungathanda ikopi yoku nceda uqhagamshel umntu omele umqhagamshele ngophononongo.

source: <span class="terms-tick-box-text">&nbsp;By checking this box, I confirm that I have read and accept the website <a href="%(privacy_url)s" class="required-link">privacy policy</a> and <a href="%(terms_url)s" class="required-link">terms</a>.</span>
af_za: <span class="terms-tick-box-text"> Deur hierdie blokkie te merk, bevestig ek dat ek die webwerf se <a href="%(privacy_url)s" class="required-link">privaatheidsbeleid</a> en <a href="%(terms_url)s" class="required-link">bepalings</a> gelees het en aanvaar.</span>
es_es: <span class="terms-tick-box-text"> Al marcar esta casilla, confirmo que he leído y aceptado la <a href="%(privacy_url)s" class="required-link">Política de privacidad</a> y los <a href="%(terms_url)s" class="required-link">Términos</a> del sitio web.</span>
pt_br: <span class="terms-tick-box-text"> Marcando esta caixa, eu confirmo que li e aceitei a <a href="%(privacy_url)s" class="required-link">política de privacidade</a> e os <a href="%(terms_url)s" class="required-link">termos</a> do site.</span>
sv_se: <span class="terms-tick-box-text"> Genom att markera rutan bekräftar jag att jag har läst och accepterar webbplatsens <a href="%(privacy_url)s" class="required-link">integritetspolicy</a> och <a href="%(terms_url)s" class="required-link">villkor</a>.</span>
xh_za: <span class="terms-tick-box-text"> Ngokukorekisha le bhokisi, ndiyaqinisekisa ukuba ndiye ndayifunda yaye ndayamkela <a href="%(privacy_url)s" class="required-link">ipolisi yabucala</a> kunye <a href="%(terms_url)s" class="required-link">nemiqathango</a>.</span>

source: To Continue
af_za: Om voort te gaan
es_es: Continuar
pt_br: Para continuar
sv_se: För att fortsätta
xh_za: Ukuze Uqhubeke

source: You must agree to the terms and conditions by checking the provided checkbox.
af_za: Jy moet instem tot die bepalings en voorwaardes deur die merkblokkie wat verskaf is, te merk.
es_es: Debe aceptar los términos y condiciones marcando la casilla.
pt_br: Você deve concordar com os termos e condições marcando a caixa de seleção fornecida.
sv_se: Du måste godkänna villkoren genom att markera kryssrutan.
xh_za: Umele uvume imiqathango kunye neemeko ngokuphawula kwibhokisi yokukorekisha enikelweyo.

source: OK
af_za: Reg so
xh_za: KULUNGILE

source: Website Consent Script - Enter Manually - Paper Form
af_za: Webwerftoestemmingteks – Voer self in – Hardekopievorm
es_es: Guión de Consentimiento del sitio web - Introducir manualmente - Formulario de papel
pt_br: Script de permissão do site – Digite manualmente – Formulário de papel
sv_se: Text för samtycke för webbplatsen – Fyll i för hand – Pappersformulär
xh_za: Umbhalo Wemvume Wewebhsaythi - Faka Ngokoqobo - Ifomu Eliphepha

source: For Staff Use Only
af_za: Slegs vir personeel se gebruik
es_es: Para uso exclusivo del personal
pt_br: Apenas para uso da equipe
sv_se: Endast för personalbruk
xh_za: Yeyokusetyenziswa Ngabasebenzi Kuphela

source: By checking this box, I confirm that the patient has read the Website Consent and consents and agrees to the processing of their personal information (including their health information) on the terms described in this Consent and Terms and Conditions and a copy of this consent and information provided by the patient has been securely stored in accordance with my local site procedures.
af_za: Deur hierdie blokkie te merk, bevestig ek dat die pasiënt die bostaande webwerftoestemming gelees het en toestemming verleen en instem tot die verwerking van hul persoonlike inligting (insluitend hul gesondheidsinligting) volgens die bepalings wat in hierdie “Toestemming” en “Bepalings en Voorwaardes” beskryf word, en dat ’n afskrif van hierdie toestemming en inligting wat deur die pasiënt verskaf is, veilig gestoor is, in ooreenstemming met my plaaslike sentrumprosedures.
es_es: Al marcar esta casilla, confirmo que el paciente ha leído el acuerdo de Consentimiento del sitio web y otorga su consentimiento y acepta que sus datos personales (incluida la información sobre su salud) sean procesados en los términos descritos en el presente Consentimiento, así como en Términos y condiciones. Asimismo, se ha almacenado una copia de este consentimiento y la información proporcionada por el paciente de forma segura de conformidad con los procedimientos de mi sitio local.
pt_br: Marcando esta caixa, eu confirmo que o paciente leu a Permissão do site e que ele permite e concorda com o processamento de seus dados pessoais (incluindo informações de saúde) nos termos descritos na Permissão e nos Termos e Condições e que uma cópia da permissão e das informações fornecidas para o paciente está armazenada com segurança de acordo com os procedimentos do site local
sv_se: Genom att kryssa för denna ruta, bekräftar jag att patienten har läst samtycket för webbplatsen och godkänner och samtycker till att personliga uppgifter (inklusive hälsouppgifter) behandlas i enlighet med samtycket och tillhörande villkor. En kopia av patientens samtycke och övriga uppgifter förvaras i enlighet med de lokala reglerna för förvaring.
xh_za: Ngokukorekisha le bhokisi, ndiyaqinisekisa ukuba isigulana siye sayifunda Imvume Yewebhsaythi saza sanika imvume yaye sakuvumela ukudluliselwa kwenkcazelo yakhe yobuqu (kuquka nenkcazelo yakhe yezempilo) ngokwemimiselo echazwe kule Mvume kunye Nemimiselo Nemiqathango nekopi yale mvume yaye inkcazelo enikelwe sisigulana iye yagcinwa ngokukhuselekileyo ngokuvumelana neenkqubo zesayithi yasekuhlaleni.

source: Website Consent Script - Enter Manually - Interview Assisted
af_za: Webwerf-toestemmingsteks - voer self in - ondersteun met onderhoud
es_es: Guión de Consentimiento del sitio web - Introducir manualmente - Entrevista asistida
pt_br: Script de permissão do site - Digite manualmente - Entrevista assistida
sv_se: Text för samtycke för webbplatsen – Fyll i för hand – Assistans vid intervjun
xh_za: Umbhalo Wemvume Wewebhsaythi - Faka Ngokoqobo - Udliwano-ndlebe Luncedisiwe

source: We are inviting you to use the TrueNTH website tool because you have agreed to participate in the [organization] Registry study.
af_za: Ons nooi jou uit om die TrueNTH-webwerfinstrument te gebruik, want jy het ingestem om deel te neem aan die [organization]-registerstudie.
es_es: Le estamos invitando a utilizar la herramienta del sitio web de TrueNTH porque usted ha accedido a participar en el Estudio del registro [organización].
pt_br: Estamos convidando você a usar a ferramenta do site TrueNTH porque você concordou em participar do Estudo de Registro [organização].
sv_se: Vi erbjuder dig att använda TrueNTH:s webbplats frågeformulär eftersom du har samtyckt till att delta i den registerstudie som [organisation] genomför.
xh_za: Siyakumema ukuba usebenzise isixhobo sewebhsaythi esiyiTrueNTH kuba uye wavuma ukuthatha inxaxheba kuphononongo Lokubhalisa kwi[intlangano].

source: The information you provide will be used in a global study and will benefit patients in the future with better treatment and care options. Does this sound like something you’d be willing to participate in?
af_za: Die inligting wat jy verskaf, sal vir ’n wêreldwye studie gebruik word en pasiënte sal in die toekoms daaruit voordeel trek met beter behandeling en versorgingsopsies. Klink dit soos iets waaraan jy graag sal wil deelneem?
es_es: La información que usted proporcione será utilizada en un estudio global y beneficiará en un futuro a pacientes con mejores opciones de tratamiento y atención. ¿Le parec algo en lo que estaría usted dispuesto a participar?
pt_br: A informação fornecida será usada em um estudo global e beneficiará os pacientes no futuro com melhores opções de tratamento e cuidado. Você está disposto a participar desse estudo?
sv_se: De uppgifter du lämnar kommer att användas i en global studie och kommer att gynna patienter i framtiden genom bättre alternativ för behandling och vård. Låter detta som något du skulle vara villig att delta i?
xh_za: Inkcazelo oyinikeleyo iza kusetyenziswa kuphononongo lwehlabathi yaye iza kuba yinzuzo kwizigulana zekamva nakukhetho lonyango olungcono nonakekelo. Ngaba oku kuvakala kuyinto onokuvuma ukuthatha inxaxheba kuyo?

source: If yes, continue to read below text and Consent.
af_za: Indien wel, gaan voort om hier onder te lees en gee dan toestemming.
es_es: En caso afirmativo, continuar leyendo debajo del texto y el Consentimiento.
pt_br: Se sim, continue a ler o texto e a permissão abaixo.
sv_se: Om ja, fortsätt läsa nedanstående text och text för samtycke.
xh_za: Ukuba uthi ewe, qhubeka ufunda lo mbhalo nale Mvume ingezantsi.

source: If no, thank them for their time.
af_za: Indien nie, bedank hulle vir hul tyd.
es_es: Si no, darles las gracias por su tiempo.
pt_br: Caso diga não, agradeça o paciente e dispense-o.
sv_se: Om nej, tacka honom/henne för att han/hon har tagit sig tid.
xh_za: Ukuba uthi hayi, mbulele ngexesha lakhe.

source: Read consent [exactly as written]
af_za: Lees deur toestemming [presies soos dit geskryf is]
es_es: Leer el consentimiento [tal y como está escrito]
pt_br: Leia a permissão [exatamente como está escrito]
sv_se: Läs text för samtycke [exakt som den är skriven]
xh_za: Funda imvume [kanye ngendlela ebhalwe ngayo]

source: Do you have any questions?
af_za: Het jy enige vrae?
es_es: ¿Tiene alguna pregunta?
pt_br: Você tem alguma pergunta?
sv_se: Har du några frågor?
xh_za: Ngaba unayo nayiphi na imibuzo?

source: Do you agree to participate in the TrueNTH website tool and consent to the processing of your personal information (including your health information) on the terms I have just read to you?
af_za: Stem jy in om deel te neem aan die TrueNTH-webwerfinstrument en dat jou persoonlike inligting (insluitend jou gesondheidsinligting) verwerk kan word volgens die bepalings wat ek pas aan jou voorgelees het?
es_es: ¿Está de acuerdo en participar en la herramienta del sitio web TrueNTH y da su consentimiento para el procesamiento de su información personal (incluyendo la información sobre su estado de salud) en los términos que le acabo de leer a usted?
pt_br: Você concorda em participar na ferramenta do site TrueNTH e permite o processamento dos dados pessoais (incluindo suas informações de saúde) de acordo com os termos que acabo de ler?
sv_se: Samtycker du till att vara delaktig i TrueNTH:s webbplatsverktyg och att dina personuppgifter (inklusive din hälsoinformation) behandlas enligt de villkor som jag har just läst upp för dig?
xh_za: Ngaba uyavuma ukuthatha inxaxheba kwisixhobo sewebhsaythi yeTrueNTH ukwavuma nokubakusetyenziswe nenkcazelo yakho yobuqu (kuquka inkcazelo yakho yezempilo) ngokwemiqathango endisandokufundela yona?

source: If yes, document oral consent below. [NOTE: This consent must absolutely be read out to them in advance of gathering any personal information. The patient must say ‘yes, I agree’, a ‘mmmm’, ‘yep’, ‘ok’ or anything equally as casual will not be satisfactory.]
af_za: Indien wel, teken mondelingse toestemming hier onder aan. [LET WEL: Hierdie toestemming moet altyd aan hulle voorgelees word voordat enige persoonlike inligting ingesamel word. Die pasiënt moet sê 'ja, ek stem in'; ’n 'mmmm', 'jip', 'okei' of iets soortgelyks informeel sal nie bevredigend wees nie.]
es_es: En caso afirmativo, documente a continuación el consentimiento oral. [NOTA: El presente consentimiento les debe ser leído antes de recopilar cualquier información personal. El paciente debe decir "sí, estoy de acuerdo"; un "mmmm", "sí", "ok" o algo en un tono casual similar no será satisfactorio].
pt_br: Se sim, documente a permissão oral abaixo. [Observação: essa permissão deve ser lida antes da coleta de qualquer informação pessoal. O paciente deverá dizer "Sim, eu concordo". Emitir um som de concordância "Humrum", dizer "Sim", "Ok" ou emitir qualquer som casual não será suficiente.]
sv_se: Om ja, dokumentera muntligt samtycke nedan. [OBS! Detta samtycke måste läsas upp innan eventuella personuppgifter samlas in. Patienten måste säga "Ja, jag samtycker". "Mmm", "japp", "ok" eller liknande är inte tillräckligt.]
xh_za: Ukuba uthi ewe, chaza le mvume yomlomo ingezantsi. [PHAWULA: Le mvume bamele bayiifundelwe ngokuvakalayo ngaphambi kokuqokelelwa kwayo nayiphi inkcazelo yobuqu. Isigulana simele sithi ‘ewe, ndiyavuma’, u‘mmmm’, ‘e-e’, ‘kulungile’ okanye nayiphi into efana nezi engacacanga ayiyi kufaneleka.]

source: Please print and fill out the form
af_za: Druk asseblief die vorm en voltooi dit
es_es: Imprima y llene el formulario
pt_br: Imprima e preencha o formulário
sv_se: Skriv ut och fyll i formuläret
xh_za: Nceda uyiprinte uze uyizalise le fomu

source: CLOSE
af_za: MAAK TOE
es_es: CERRAR
pt_br: FECHAR
sv_se: STÄNG
xh_za: VALA

source: View/print website declaration form
af_za: Bekyk/druk die webwerfverklaringsvorm
es_es: Ver/imprimir formulario de declaración del sitio web
pt_br: Exibir/imprimir o formulário de declaração do site
sv_se: Visa/skriv ut intygsblankett för webbplatsen
xh_za: Hlola/uprinte ifomu yemvume yewebhsaythi
